{"0":{"0":"3.5","1":"3.3","2":"3.9","3":"5.1","4":"2.5","5":"3.0","6":"3.1","7":"3.3","8":"6.6","9":"3.8","10":"3.1","11":"8.6","12":"3.9","13":"4.2","14":"3.3","15":"5.7","16":"6.2","17":"5.2","18":"4.0","19":"8.2","20":"3.2","21":"7.5","22":"4.6","23":"6.9","24":"8.2","25":"5.5","26":"7.8","27":"5.3","28":"5.8","29":"6.6","30":"4.3","31":"4.8","32":"4.4","33":"4.0","34":"6.5","35":"6.0","36":"6.0","37":"6.5","38":"7.1","39":"4.7","40":"3.3","41":"7.8","42":"3.8","43":"7.5","44":"6.6","45":"6.6","46":"7.0","47":"6.5","48":"3.9","49":"7.5","50":"6.2","51":"7.4","52":"6.3","53":"6.7","54":"7.1","55":"5.7","56":"5.5","57":"3.6","58":"5.2","59":"5.1","60":"6.0","61":"5.8","62":"5.1","63":"6.6","64":"5.8","65":"3.7","66":"5.5","67":"4.8","68":"5.7","69":"7.0","70":"6.7","71":"5.0","72":"3.7","73":"4.4","74":"6.4","75":"6.8","76":"7.2","77":"6.2","78":"7.4","79":"4.8","80":"4.7","81":"4.4","82":"6.3","83":"7.0","84":"5.2","85":"4.1","86":"3.2","87":"2.8","88":"7.0","89":"3.0","90":"3.9","91":"7.3","92":"4.1","93":"3.1","94":"3.4","95":"6.3","96":"6.9","97":"3.4","98":"6.0","99":"6.9","100":"9.8","101":"6.1","102":"4.5","103":"5.9","104":"6.6","105":"2.9","106":"4.4","107":"4.7","108":"7.9","109":"5.2","110":"4.8","111":"5.5","112":"6.7","113":"3.2","114":"7.7","115":"3.9","116":"8.0","117":"4.6","118":"6.5","119":"8.7"},"1":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null,"94":null,"95":null,"96":null,"97":null,"98":null,"99":null,"100":null,"101":null,"102":null,"103":null,"104":null,"105":null,"106":null,"107":null,"108":null,"109":null,"110":null,"111":null,"112":null,"113":null,"114":null,"115":null,"116":null,"117":null,"118":null,"119":null},"2":{"0":"Roberto Carminati","1":"S.J. Suryah","2":"Albert J. Allie","3":"Alex Ferrari","4":"Shaun Rana","5":"Matthew R. Anderson","6":"James Boss","7":"Sebastian Panneck","8":"Ethan Maniquis","9":"Kim Bass","10":"Gordon Chan","11":"Eric Whiteley","12":"Eric Etebari","13":"Davi de Oliveira Pinheiro","14":"Juan Carlos Vargas","15":"Hilbert Hakim","16":"Assad Raja","17":"Robert Kurtzman","18":"Robert Arevalo","19":"Colin Fleming","20":"Peter Atencio","21":"Jean-Claude Van Damme","22":"Miklós Jancsó","23":"Bence Miklauzic","24":"R.J. Adams","25":"Allen Wolf","26":"Frankie J. Mosca","27":"Michael Pollak","28":"Jerome Elston Scott","29":"Carsten Brandt","30":"Nikita Mikhalkov","31":"Dwight H. Little","32":"Robin Christian","33":"Satish Kaushik","34":"Daniel Grou","35":"Enrique Gabriel","36":"Cory Cataldo","37":"Laura Casabe","38":"Miguel Coyula","39":"Bob Meyer","40":"Erik de Castro","41":"Ron Althoff","42":"Nestor Miranda","43":"Alejandro Alcondez","44":"Sky Christopherson","45":"Takeshi Kobayashi","46":"Rudy Luna","47":"José Farinha","48":"Ryan Combs","49":"Sylvain Chomet","50":"Víctor González","51":"Justin Chadwick","52":"Elias Goday","53":"Nicole Mosleh","54":"Anna Boden","55":"Ajay Naidu","56":"Katherine Brooks","57":"Douglas S. Younglove","58":"Neil Jones","59":"Martin Müller","60":"András Vágvölgyi B.","61":"Robert Young","62":"Jerry Turner","63":"Nicole Holofcener","64":"Ryan Murphy","65":"Benjamin Gourley","66":"Haim Bouzaglo","67":"Luke Kasdan","68":"Michael Mandell","69":"Gregor Jordan","70":"Antoinette Beumer","71":"Katie Torpey","72":"Marc Goldstein","73":"Jason Konopisos-Alvarez","74":"Kevin K. Shah","75":"Paul Greengrass","76":"Zak Forsman","77":"Garik Sukachyov","78":"Gustavo Charif","79":"Carl Colpaert","80":"James Quattrochi","81":"Hemant Madhukar","82":"Lasse Hallström","83":"Szabolcs Hajdu","84":"Ryan Combs","85":"Marko Mäkilaakso","86":"Michael Gleissner","87":"Kantz","88":"Gregory D. Widmer","89":"Uwe Boll","90":"Takao Nakano","91":"Gore Verbinski","92":"Tanner Beard","93":"Antonio Hernández","94":"Darrin Dickerson","95":"Evan Glodell","96":"Mathieu Kassovitz","97":"Curt A. Sindelar","98":"Juan Felipe Orozco","99":"Marv Z Silverman","100":"Alex Kobbs","101":"K. Madesh","102":"Christopher Olness","103":"Beto Gómez","104":"Robin Christian","105":"Jesús Bonilla","106":"Chad Archibald","107":"Mike Disa","108":"Lisa Hammer","109":"Vincent Foster","110":"Blayne Weaver","111":"Angel Gracia","112":"Bibo Bergeron","113":"Václav Vorlícek","114":"Leland Steigs","115":"Antti Haikala","116":"Marcell Jankovics","117":"Thaelman Urgelles","118":"Alexander Klymko","119":"Kasper Syhler"},"3":{"0":"Roberto CarminatiBruno FantiniDaniel Ortiz","1":"S.J. Suryah","2":"Albert J. Allie","3":"Alex Ferrari","4":"Shaun Rana","5":"Edward Conna","6":"Vivian Kyinn","7":"Christoph Willumeit","8":"Robert Rodriguez","9":"Kim Bass","10":"Rita Augustine","11":"Eric Whiteley","12":"Robert Redlin","13":"Davi de Oliveira Pinheiro","14":"Juan Carlos VargasJohn Azpilicueta","15":"Joshua Leibner","16":"Jens DahlAssad RajaNicolas Winding Refn","17":"Alexander Vesha","18":"Robert Arevalo","19":"Colin FlemingJohn GarsideJerry Renek","20":"Scott Martin","21":"Jean-Claude Van Damme","22":"Miklós Jancsó","23":"Balázs MaruszkiBence MiklauzicGábor Németh","24":"Diane C. AdamsR.J. AdamsPaul Kirby","25":"Allen Wolf","26":"Frankie J. MoscaSal DeLuciaAnde Cira","27":"Scott BruffeyMichael Pollak","28":"Jerome Elston Scott","29":"Carsten Brandt","30":"Nikita MikhalkovVladimir MoiseenkoAleksandr Novototskiy-Vlasov","31":"Alan B. McElroy","32":"Robin Christian","33":"Shiraz Ahmed","34":"Patrick Senécal","35":"Enrique GabrielLucia Lipschutz","36":"Cory Cataldo","37":"Laura CasabeTomas Wortley","38":"Miguel CoyulaEdmundo Desnoes","39":"Randy Buescher","40":"Erico BeduschiHeber TrigueiroErik de Castro","41":"Ron AlthoffMichael Su","42":"Nestor Miranda","43":"Alejandro Alcondez","44":"Sky Christopherson","45":"Chika KanShunji Iwai","46":"Rudy Luna","47":"Maria José MorgadoJosé VegarVicente Alves do Ó","48":"Ryan Combs","49":"Sylvain Chomet","50":"Huili RaffoVíctor González","51":"Ann Peacock","52":"Elias GodaySara LimHenry Thomas","53":"Nicole Mosleh","54":"Anna Boden","55":"Heather Burns","56":"Katherine Brooks","57":"Douglas S. Younglove","58":"Stuart Brennan","59":"Jan BubelaMartin MüllerZdenka Zvarová","60":"István EörsiLászló EörsiFrigyes Gödrös","61":"Hugh Janes","62":"Travis Michael Holder","63":"Nicole Holofcener","64":"Ryan Murphy","65":"Benjamin Gourley","66":"Haim Bouzaglo","67":"Luke Kasdan","68":"Michael Mandell","69":"Peter Woodward","70":"Marnie BlokKarin van Holst PellekaanHeleen van Royen","71":"Shaun O'Sullivan","72":"Marc Goldstein","73":"Jason Konopisos-Alvarez","74":"Kevin K. Shah","75":"Brian Helgeland","76":"Zak Forsman","77":"Ivan OkhlobystinNataliya PavlovskayaGarik Sukachyov","78":"Gustavo CharifAndrés Onna","79":"Carl ColpaertDomenic Siclari","80":"Salvatore Polisi","81":"Hemant Madhukar","82":"Jamie Linden","83":"Szabolcs Hajdu","84":"Ryan Combs","85":"Marko Mäkilaakso","86":"Michael Gleissner","87":"Lucas James CulshawKantz","88":"Gregory D. Widmer","89":"Michael Nachoff","90":"Alice OzawaYayoi Yanagida","91":"John Logan","92":"Tanner Beard","93":"Víctor Mora","94":"Darrin Dickerson","95":"Evan Glodell","96":"Mathieu Kassovitz","97":"Charlie Armstrong","98":"Esteban Orozco","99":"Marv Z Silverman","100":"Alex Kobbs","101":"K. MadeshK.V. RajuGautham Vasudev Menon","102":"Christopher Olness","103":"Francisco Payó González","104":"Robin Christian","105":"Joaquín AndújarJesús Bonilla","106":"Chad ArchibaldRy BarrettGabriel Carrer","107":"Cory Edwards","108":"Ben Edlund","109":"Vincent Foster","110":"Blayne Weaver","111":"Fina Torres","112":"Stéphane Kazandjian","113":"Milos MacourekVáclav VorlícekDavid Bros","114":"Leland Steigs","115":"Mikael Wahlforss","116":"Marcell JankovicsImre Madách","117":"Edilio PeñaThaelman Urgelles","118":"Charles MessinaLynwood Shiva SawyerFrank Hickey","119":"Kasper Syhler"},"4":{"0":"The Brazilian Government leads Latin American countries in the fight against drug cartels. In response drug cartels start a series of attacks against Brazil's cities and natural resources. Their first target is the Amazon Forest.","1":"Puli, a brave police officer, is appointed as the special police officer in PM's security. Soon, he gets into a brawl with Al Saleem, only to realise that Saleem is responsible for his father's death.","2":"Cross the Line is an action\/drama about two police detectives Angela who is a top rate narcotics detective and Joe who is a hard nose homicide detective. Both detectives are going through a bad divorce. It sounds like a coincidence but it's not because they are the ones getting divorced from each other. One case forces them back together. A power drug lord seeks to ge... Read all","3":"ZOE, a young teenage girl, is lured into an after hours carnival tent by the sleazy rock n roll carnie RIMO, and gets more then she bargained for. It's up to the mysterious PRINCESS, star of the new knife show, to pull her out of the wolf's den.","4":"The town of Westbrick is a rough place to live in. It is here that the young rookie cop Matthew lives with his wife. Meanwhile, notorious serial killers Billy and Barbara embark on a killing spree in order to get notoriety. Matthew gets his first assignment with his much older partner William when he unfortunately crosses paths with Billy and Barbara. William gets kil... Read all","5":"Good Vampires battle Zombie Vampires while trying to hide their own identity and prevent the infection from spreading.","6":"Set in a wasteland enclosed by a large white wall, the last survivor from a brutal child internment camp reluctantly takes on one final bounty hunting job to protect the idyllic life he has rebuilt.","7":"A motley group of business students in Berlin, Germany sign up for Takahashi Corp.'s assessment weekend, hoping to land one of the coveted spots with the consulting company. Under the watchful eye of a company psychologist, the team-working and improvisational skills of the aspirants will be put to the test in a survival-type situation. But nothing goes according to p... Read all","8":"After being set-up and betrayed by the man who hired him to assassinate a Texas Senator, an ex-Federale launches a brutal rampage of revenge against his former boss.","9":"Best friends fly home-built, high-tech planes to deliver drugs from Mexico to California in order to fund their Hollywood life-style.","10":"Live-action feature based on the video game \"King of Fighters\".","11":"An entry into Saber Comp's 8th annual international Lightsaber Choreography Competition. It was rewarded first place in both the popular and judges vote.","12":"Can a determined single mom go the distance and win the tournament that could ultimately lead to a better life for her and her daughter?","13":"In a devastated post-apocalyptic world where the rules of reality are transformed by magic and madness, a vengeful police officer searches for a possessed serial killer in a battle of the not-so-good versus absolute evil.","14":"Ten actors audition on a reality show for a million dollars. All they have to do is survive three killers, and each other - streaming live over the Internet.","15":"A botched car-jacking forces two white-collar criminals to take refuge in the home of the thugs that accosted them. Over the course of one explosive, unpredictable night, worlds collide, fortunes shift, lives are cast aside and the most unsuspecting of heroes walks away with a multimillion dollar score.","16":"A desperate drug-pusher must avoid police, and find money to pay-off a huge debt.","17":"A police officer with a painful past returns home to help the FBI track down a mastermind assassin.","18":"Saltillo, a small dusty town south of the Mexican border, caught in a war of greed and corruption. A man named Bishop returns home after his parents are executed at the hands of a ruthless drug lord El Chilango. He swears to avenge the deaths of his loved ones and take down every person involved at the cost of losing himself and his new love Lucia, the wife of his new... Read all","19":"Max Neptune and the Atomic Space Patrol face their biggest threat ever. Dr. Agotch and his giant, mechanical, Menacing Squid!","20":"In the midst of a tropical storm, the crew of an offshore oil rig must survive the rampage of a creature after invading its undersea habitat.","21":"A military veteran and former mercenary named Frenchy is haunted by his childhood, as well as his past in the military.","22":"","23":"Mate, a lonely, divorced real estate agent is put in charge by his boss to sell a suburban storage building. The storage is rented by the Chinese, who keep their semi-legal goods here before selling them on the market. The stock comprising of several thousands of boxes is guarded by a Chinese man, Wu, who also lives in the storage. During this forced association a str... Read all","24":"The Final Journey follows the rail lines of the Nazi Controled Deutsche Reichsbahn system that delivered millions of people from every corner of Europe to the door-step of the infamous Concentration Camps. By integrating a special collection of rare photographs and crystal clear archival film, the viewer is taken on a then and now journey to each of the former Nazi ca... Read all","25":"A sleepwalking sexaholic masseur wakes up covered in blood next to a bloody knife with cops ringing his doorbell.","26":"Awakening from a near fatal overdose, Chris embraces a second chance at life. Required to enroll into a 12-Step Program, and mandated to state psychiatrist appointments, Chris is forced to revisit his chaotic past; a history that revolves around his friend Ande and her autistic brother Frankie. Follow Chris as his past and present converge revealing a deranged cocktai... Read all","27":"A powerful film that examines the \"progress\" of our present day culture through the eyes of the oppressor.","28":"Nick Anderson, Kevin Daniels, and Tracey Green do everything together. They are the best of friends, and yet they couldn't be more different. Neighbors from adolescence, they finish each other's thoughts and sentences, joys and pains, happiness and tears. Using Nick's house as their own members only clubhouse, they escape into their own world of contentment. Yet the i... Read all","29":"An original story about a broken desperate film director.","30":"A look at the horrors of the Eastern Front of World War II from the points of view of repressed soldier of penal battalion and his young daughter, who stayed behind enemy lines.","31":"Jin Kazama witnesses the death of his mother Jun by Tekken in the slums known as Anvil. After finding a Tekken ID he decides to seek out vengeance for his mother's death.","32":"A distraught college student finds a phone that enables her to talk to her deceased mother in the past. Instead of a heart attack, she learns that her mother was murdered. She tries to use the phone to stop the murder from occurring before the killer finds and kills her too.","33":"Hoping that destiny will re-unite them, a couple, on the verge of getting married, attempt to locate each other.","34":"A doctor seeks revenge by kidnapping, torturing and killing the man who raped and murdered his young daughter.","35":"Closely observed relationships: how the 2008 financial crisis affects the personal lives of various individuals who develop different surviving strategies when thrown together in a caravan site on outskirts of Madrid.","36":"Will is a misfit who can't catch a break: he's terrorized by his psychotic father at home and taunted by his peers at school. His only solace comes from three classmates who face similar abuse. Without guidance or a sense of purpose, the four friends spend their days getting high and commiserating until they reach a breaking point. With nothing to lose and no escape f... Read all","37":"In a popular auction that matches the sinister and colorful of a circus of phenomena, a couple adopts children in exchange for their belongings. The children there acquired, usually mutilated, are in their new home in order to prepare for access to the Peronist education program taught in only 10 state institutes.","38":"An intellectual leaves the Cuban revolution and 'underdevelopment' behind only to find himself at odds with the ambiguities of his new life in the 'developed' world. A portrait of alienation, of an outsider with no clear-cut politics or ideology. A stranger in a strange land struggling with old age, sexual desire and ultimately the impossibility for the individual to ... Read all","39":"Drunkboat tells the story of a young teenager, Abe, who manipulates his unsuspecting alcoholic uncle (Malkovich) into buying a boat from a conman (Goodman).","40":"A dangerous drug lord operates in Brasilia, the federal capital of Brazil. To capture him, the police will do whatever is necessary. Caught in the middle is a frightened population. \"Federals\" exposes the reality of a country that today is an important route for international drug-trafficking.","41":"When a San Francisco detective goes hunting for the cruel Asian crime figure who killed his partner, he finds himself thrown into the center of a violent plot to steal a terrorist weapon. Ty Nelson is a detective haunted by the violent death of his partner at the hands of Choy Muk, the leader of the Triad Dragons-- a violent, fanatical Asian gang operating in San Fran... Read all","42":"Friends from Queens decide to move into a run down Harlem brownstone ultimately converting it into an illegal youth hostel in order to make ends meet.","43":"Death itself is not traumatic rather the life that dies inside of you while you remain with breath this is the life of Pablo Pastor. Corrupt and deceitful people have stolen a precious stone known by the indigenous tribe as the Cielito Lindo, which is believed to bring much needed rain back to the desert-like village of the Tahuromara Tribe. Pablo is forced to abandon... Read all","44":"Freediver Max Avery (Justin Flint Williford) journeys to his inner-most depths as he pursues competitive freediving as a relief from a chronic lung disease. Yet his passion for the extreme sport is widening a rift between him and his father (Mark Brunetti), a physician, who hears his son's risky descents will cost him his life. As Max trains for one last world record ... Read all","45":"Four boys have their friendship and musical talents tested in the ever changing worlds of the music industry and real life in 1990s Japan.","46":"Primemates is a disturbing and honest conversation among four men in an exclusive cigar shop. They talk about love, relationships, and sex. While exploring men's fascination with younger women, Primemates delves into many political taboos usually associated with the intellectual.","47":"","48":"A young drug dealer sells his soul to the devil in order to become the #1 seller on the block.","49":"A French illusionist finds himself out of work and travels to Scotland, where he meets a young woman. Their ensuing adventure changes both their lives forever.","50":"A well-intentioned novice priest tries to stay out of two older clerics' criminal scheme. Until money and a girl come into play.","51":"The story of an 84 year-old Kenyan villager and ex Mau Mau veteran who fights for his right to go to school for the first time to get the education he could never afford.","52":"An almost fatal injury gives a young man his challenge of a lifetime.","53":"Claire and Robert spend most of their time in a house they own in the beautiful and remote countryside in Italy. Their life seems to be perfect. But when Claire's sister gets murdered in the very same house, the traumatic event shakes up their relationship. Disappointment, fear and resentment they swept under the rug for years, resurface. Revealing the dark side of a ... Read all","54":"A clinically-depressed teenager gets a new start after he checks himself into an adult psychiatric ward.","55":"Ashes is the story of a young Indo-American man who struggles in the inner city of New York to support himself and his mentally ill older brother. When a group of small time Indian gangsters offer Ashes an easy road to wealth, he pursues them with vigor. With his brother's health on the decline and Ashes on a steady path towards hardcore crime, Ashes must try to choos... Read all","56":"A woman suffering from multiple personality disorder tries to piece back together her life.","57":"Horrific murders which once lived only in a young man's nightmares suddenly begin occurring in chilling reality in his hometown.","58":"The story of Howard Winstone is a compelling one. Howard became Featherweight Champion of the World at the age of 29 in 1968. What makes Howard's story quite remarkable is that as a young man he lost the tips of three fingers in an industrial accident of his home town of Merthyr Tydfil. The accident was so severe that he was unable to make a fist with his right hand, ... Read all","59":"Game of the reminiscence of the woman in the labyrinth of the city and time.","60":"In the summer of 1959 Béla Kreuzer - a loader and gambler - is handcuffed and arrested. He is placed in detention and at first he thinks this is because his dubious activities on the racecourse but it soon turns out that the reason is his participation in the revolution in 1956. During the investigation old friends turn their backs on him as does his girlfriend. The o... Read all","61":"A black comedy about an old rogue named Wally, who breaks all the rules to fulfill an old friends dying wish to be buried at sea.","62":"A closeted TV star and his recently disabled, much younger lover find the older man has a troubled, streetwise, 15-year-old homophobic son he never knew existed to add to their already strained household.","63":"In New York City, a husband and wife butt heads with the granddaughters of the elderly woman who lives in the apartment the couple owns.","64":"A married woman realizes how unhappy her marriage really is, and that her life needs to go in a different direction. After a painful divorce, she takes off on a round-the-world journey to \"find herself\".","65":"Leon and TJ are best friends and repo men. After ten years, with a high school reunion looming, Leon wants out of the repo business. TJ has concocted a hair-brained scheme to steal all the cars they've repoed. When the plan fails, it falls to Leon to save TJ from his own plan.","66":"Two Maroccon organized crime families suffer the tragedies of their respective lives.","67":"A troubled music manager on the edge returns from Los Angeles to North Carolina to care for his sick father.","68":"A futuristic thriller about a politically incorrect television personality who is forced to change his identity after several death attempts by his government.","69":"Follows a black-ops interrogator and an F.B.I. agent who try to press a suspect terrorist into divulging the location of three nuclear weapons set to detonate in the U.S.","70":"After giving birth to her first child, a happily-married woman sees her picture-perfect life spiral out of control.","71":"A young American woman is found dead on a beach in Ireland under mysterious circumstances. Her best friend, refusing to believe it was an accident, travels to the remote fishing village to investigate what really happened to her.","72":"Synopsis Henry and Jack are two famous and talented pianists: they are rivals and try to outdo each other in the various music events where they regularly compete. They have known each other since their days at the music academy and developed a very strong friendship. They met Lana there and Jack had an affair with her then. This friendship deteriorated along the year... Read all","73":"A man travels through corporate corruption and his own sin to find his soul.","74":"A sweet career housewife has been married to the same crotchety man for 40 years and she just can't take another day of it. She starts to poison his food - just to see if he might change. When he falls gravely ill, both are awakened to the raw reality of a life or death choice.","75":"Discovering covert and faulty intelligence causes a U.S. Army officer to go rogue as he hunts for Weapons of Mass Destruction in an unstable region.","76":"\"Heart of Now\" concerns a young woman with a profound longing for a sense of family. Devastated by her boyfriend's sudden withdrawal from their relationship, she is whisked across a contrast of urban, natural and emotional landscapes. She confronts the deeper issues at the very heart of her suffering, and finds transcendence in a brief moment at the very heart of now.","77":"A young woman Sasha meets a hippie leader and finds trouble.","78":"A great magician and escapologist, is able to escape from most difficult places, but is unable to escape from his ordinary reality. Soon he understands that is faced his hardest challenge: go out from his country.","79":"A ghost story set in the city of dreams.","80":"NYC, 1972: After a bloody mob war all summer, the 5 mob families keep the peace at Sinatra Club with Gotti's upcoming silver heist as a joint venture.","81":"A spate of unexpected events jolted Rahul as soon as he landed from U.S. Now, Rahul finds himself trapped in his own flat, completely cut off from the world. The only companion he has is a ghost, a ghost that will not let go of him.","82":"A romantic drama about a soldier who falls for a conservative college student while he's home on leave.","83":"In order to regain custody of her daughter, whom she left in the care of her fortune-telling aunt, Mona must tell a social worker her story. The tale she spins---and the movie we watch---is a wild, surreal adventure in which people are able to project and enter each other's dreams, and our heroine is sold into slavery and lands in a swank, debauched Liverpool brothel ... Read all","84":"The \"Latin Dragon\" does it again this roller coaster ride of martial arts action. Police Detective Bobby Giovanni's wife has been murdered, his children taken into care and he wants revenge.","85":"A platoon of American and Finnish soldiers is driven deep into a Russian forest where its Captain discovers a terrifying secret.","86":"Deep Gold follows Amy Sanchez, a champion free diver who, along with her sister Jess, find themselves thrown into the middle of a deadly conspiracy. After a government plane carrying a fortune in gold goes missing over Philippine waters, Amy and Jess struggle to investigate the disappearance with help from Lulu and the mysterious Benny Simpson. Soon, the girls learn t... Read all","87":"When a group of religious zealots destroy everything that he loves and leaves him for dead; A man embarks on a journey of revenge that will take him through all the post-apocalyptic dangers that is WASTELAND.","88":"Fed up with their lives among the shady creatures of Zurich's seedy underworld, a brother and a sister risk everything to win it all.","89":"Rayne joins a resistence group to fight against the Nazis during World War II.","90":"A female office worker takes a diet supplement made from wasps which transforms her into a sex hungry wasp woman.","91":"Rango is an ordinary chameleon who accidentally winds up in the town of Dirt, a lawless outpost in the Wild West in desperate need of a new sheriff.","92":"The story of how 'Hell's Gate' at Possum Kingdom Lake, Texas came to have its name. Relive the story of how three outlaws' expeditions and encounters through historical 1870s Texas were remembered for a lifetime.","93":"A 12th-century knight-errant wanders the world fighting injustice and is accompanied by his faithful friends Crispin and Goliath.","94":"A team of special ops mercenaries is sent on a mission to rescue a kidnapped kid, believed to be held in an abandoned government facility but this simple search and rescue turns into a fight for survival.","95":"Two friends spend all their free time building flame-throwers and weapons of mass destruction in hopes that a global apocalypse will occur and clear the runway for their imaginary gang \"Mother Medusa\".","96":"Dissidents in a French overseas territory attack a police station and take hostages.","97":"Three companies of paratroopers travel in a deadly mission to France to prepare the drop zone for the airborne attack on the D-Day. They have to install an Eureka transmitter and searchlight to guide the planes in the Normandy invasion.","98":"A former guerrilla is reluctantly drawn into the vengeance scheme of one of his victims.","99":"It's been almost 30 years since the King died. But was he really dead? In 1977, he was whisked away to another galaxy, but now, the King returns. As he doesn't want anyone to know who he really is, he enters an Elvis impersonator contest in Las Vegas. And the trouble begins...","100":"In this epic game of capture the flag, the blue and red team fight on the shores of Zanzibar.","101":"The conscientious policeman ACP Surya is a powerful and efficient officer who works for law and order and protects people. One day when he is chasing criminals, he meets Maya and falls in love with her. He had previously thought that no woman could ever touch his heart again. Therefore he behaves a little awkwardly and cannot find the right words. Maya, on the other h... Read all","102":"A washed up Vegas lounge singer, Jack Satin (Hamilton von Watts), has no money, no job, and delusional aspirations of fame. When Jack is forced to leave Vegas, he packs up his old Cadillac and hits the road for Atlantic City. But his car dies in the desert and Jack is left stranded in the small town of Lost Springs. There, Jack meets jazz legend turned mechanic, Doc B... Read all","103":"A Mexican crime lord is forced by his mother to plan a suicidal rescue mission to find his lost brother in the most unexpected place on Earth...","104":"An out of work young actor with no respect for the elderly makes himself into an old man to get a part in a play. When research requires him to spend a week at a nursing home, he is forced to review his life choices.","105":"Forged in ancient Egypt, Dagger of Rasputin is a legendary jewel that gives almost absolute power to its possessor. Caesar, Attila and Napoleon were some of their illustrious owners. The track jewel is lost in Russia, with the death of its last owner, the mad monk Rasputin. Since then, governments and powerful people have searched in vain. But suddenly, in a Spanish p... Read all","106":"Six strangers awake to find themselves the new tenants of a mysterious old house. Terrorized by insane Tiki-men in masks and taunted by their deranged captors,it soon becomes clear that only one singular action will save them: Kill.","107":"Red Riding Hood is training in the group of Sister Hoods, when she and the Wolf are called to examine the sudden mysterious disappearance of Hansel and Gretel.","108":"The Manson family meets Austin Powers.","109":"Eve Malone runs against a crooked Congressman...but does it in the nude. Starring Academy Award nominees Charles Durning (\"The Best Little Whorehouse in Texas\") and Eileen Brennan (\"Private Benjamin\"), and Richard Tyson (\"Black Hawk Down\". \"There's Something About Mary\").","110":"A womanizer teaches his clueless friend the rules about being single and avoiding emotional attachment.","111":"A Latina spin on Jane Austen's \"Sense and Sensibility\": two spoiled sisters who have been left penniless after their father's sudden death are forced to move in with their estranged aunt in East Los Angeles.","112":"A 3D-animated movie set in Paris in the year 1910 and centered on a monster who lives in a garden and his love for a beautiful, young singer.","113":"A sequel to a cult Czech fantasy comedy The Girl on a Broomstick (1972). Once upon a time, there was a young and very stubborn pupil of magic, Saxana (Petra Cernocká), who escaped from Fairyland into the human world, fell in love with a mortal and lived happily ever after - keeping her past a secret from everyone. Now, her 9-year old daughter, Saxanka, discovers her m... Read all","114":"Lives and Deaths of the Poets spoofs and parodies incidents taken from the lives of famous writers, artists, and musicians (collectively \"Poets\") throughout history. Comprising a series of approximately 50 comic vignettes, the movie is the fictional story of what really did not happen to these famed Poets, who have so enriched all of our lives.","115":"When a powerful crystal falls into the wrong hands, a young orphan must return it to safety before it's too late.","116":"Adam's and Eve's epic journey throughout history trying to find the meaning of human life. Do we grow in wisdom as centuries pass, or just drift towards an inevitable doom?","117":"The obsession of The Mother for The Negro causes her sick relationship with The Daughter. Mother and daughter perform a daily routine of rites to conjure The Negro's soul. It pushes them into the dolorous tragedy which will consume them.","118":"Jonathan, an electronics expert and spy, is hired to track a beautiful woman with a harrowing past. Little does he know that this will be an assignment like no other. As he carries on with his surveillance, he cannot ignore that his feelings are growing for this woman, his \"target\". He is getting too involved. It's getting too real. He finally crosses a professional l... Read all","119":"A man blames himself for the death of his girlfriend, which makes him go into emotional isolation. He lives in his own little mental bubble, from which he can't see out of. A woman then comes as sent from above, and he can see her through the wall of the bubble. But the bubble has to burst, for him to reach her... to reach her world... to find himself."},"5":{"0":"Action","1":"Action\nCrime\nThriller","2":"Action","3":"Short\nAction\nThriller","4":"Action","5":"Action\nHorror\nSci-Fi","6":"Action\nMystery\nSci-Fi","7":"Action","8":"Action\nCrime\nThriller","9":"Action\nCrime\nThriller","10":"Action\nSci-Fi\nThriller","11":"Short","12":"Action\nDrama","13":"Action\nCrime\nHorror","14":"Action","15":"Action\nCrime\nDrama","16":"Action","17":"Action\nCrime\nThriller","18":"Action","19":"Short","20":"Action\nAdventure\nHorror","21":"Action\nCrime\nDrama","22":"Drama","23":"Drama","24":"Drama","25":"Drama\nMystery\nThriller","26":"Comedy","27":"Short","28":"Comedy\nDrama\nRomance","29":"Drama","30":"Drama","31":"Action\nCrime\nDrama","32":"Drama","33":"Drama\nRomance","34":"Crime\nDrama\nHorror","35":"Drama","36":"Drama","37":"Comedy","38":"Drama","39":"Drama","40":"Drama","41":"Action","42":"Comedy\nDrama","43":"Drama","44":"Drama\nSport","45":"Drama","46":"Comedy","47":"Crime","48":"Drama\nFantasy\nThriller","49":"Animation\nDrama\nFantasy","50":"Drama","51":"Biography\nDrama\nRomance","52":"Biography","53":"Drama","54":"Comedy\nDrama\nRomance","55":"Crime\nDrama","56":"Drama","57":"Adventure\nCrime\nDrama","58":"Biography\nDrama","59":"Drama","60":"Drama","61":"Comedy\nDrama","62":"Drama","63":"Comedy\nDrama","64":"Biography\nDrama\nRomance","65":"Comedy\nDrama","66":"Crime","67":"Drama","68":"Drama","69":"Crime\nDrama\nThriller","70":"Comedy","71":"Drama\nMystery\nThriller","72":"Drama","73":"Action\nCrime\nDrama","74":"Drama\nThriller","75":"Action\nDrama\nThriller","76":"Drama","77":"Drama","78":"Drama","79":"Drama","80":"Action\nBiography\nCrime","81":"Drama\nHorror\nRomance","82":"Drama\nRomance\nWar","83":"Drama","84":"Action\nCrime\nDrama","85":"Action\nAdventure\nHorror","86":"Action","87":"Action","88":"Action","89":"Action\nAdventure\nFantasy","90":"Action","91":"Animation\nAction\nAdventure","92":"Action\nAdventure\nHistory","93":"Action\nAdventure","94":"Action","95":"Action\nDrama\nRomance","96":"Action\nDrama\nHistory","97":"Action\nDrama\nHistory","98":"Action","99":"Action","100":"Short","101":"Action","102":"Comedy\nDrama\nMusic","103":"Adventure\nComedy\nWestern","104":"Comedy\nDrama","105":"Adventure","106":"Comedy","107":"Animation\nAdventure\nComedy","108":"Comedy\nSci-Fi","109":"Comedy","110":"Comedy","111":"Action\nComedy\nDrama","112":"Animation\nAdventure\nComedy","113":"Animation","114":"Comedy","115":"Animation\nAdventure\nComedy","116":"Animation","117":"Drama","118":"Action","119":"Drama"},"6":{"0":"1h 26m","1":"2h 43m","2":"1h 27m","3":"11m","4":"1h 30m","5":"1h 29m","6":"1h 35m","7":"1h 33m","8":"1h 45m","9":"1h 53m","10":"1h 33m","11":"11m","12":"1h 30m","13":"1h 29m","14":"1h 27m","15":"1h 45m","16":"1h 47m","17":"1h 36m","18":"1h 40m","19":"44m","20":"1h 30m","21":"1h 48m","22":"1h 40m","23":"1h 29m","24":"2h","25":"1h 44m","26":"1h 39m","27":"26m","28":"1h 38m","29":"4h 40m","30":"3h 1m","31":"1h 31m","32":"1h 52m","33":"1h 49m","34":"1h 45m","35":"1h 55m","36":"1h 38m","37":"1h 25m","38":"1h 53m","39":"1h 38m","40":"1h 31m","41":"1h 30m","42":"1h 21m","43":"1h 31m","44":"1h","45":"1h 59m","46":"1h 22m","47":"1h 25m","48":"1h 23m","49":"1h 20m","50":"2h 3m","51":"1h 43m","52":"1h 59m","53":"1h 23m","54":"1h 41m","55":"1h 17m","56":"1h 29m","57":"1h 34m","58":"2h 1m","59":"1h 15m","60":"1h 51m","61":"1h 28m","62":"1h 23m","63":"1h 27m","64":"2h 13m","65":"1h 37m","66":"1h 58m","67":"1h 29m","68":"1h 49m","69":"1h 37m","70":"1h 40m","71":"1h 24m","72":"1h 25m","73":"1h 32m","74":"1h 28m","75":"1h 55m","76":"1h 30m","77":"1h 50m","78":"1h 10m","79":"1h 42m","80":"1h 28m","81":"1h 43m","82":"1h 48m","83":"1h 45m","84":"1h 40m","85":"1h 26m","86":"1h 26m","87":"1h 20m","88":"1h","89":"18","90":"1h 32m","91":"1h 47m","92":"1h 48m","93":"1h 48m","94":"1h 38m","95":"1h 43m","96":"2h 16m","97":"1h 40m","98":"1h 30m","99":"1h 41m","100":"27m","101":"2h 23m","102":"1h 24m","103":"1h 45m","104":"1h 41m","105":"1h 39m","106":"1h 30m","107":"1h 27m","108":"1h 40m","109":"1h 24m","110":"1h 40m","111":"1h 47m","112":"1h 30m","113":"1h 30m","114":"1h 33m","115":"1h 20m","116":"2h 40m","117":"1h 50m","118":"1h 50m","119":"1h 20m"},"7":{"0":"Segurança Nacional","1":"Komaram Puli","2":"Cross the Line","3":"Red Princess Blues","4":"Westbrick Murders","5":"The Dead Undead","6":"White Wall","7":"Headhunter: The Assessment Weekend","8":"Machete","9":"Kill Speed","10":"The King of Fighters","11":"Rivals","12":"Bare Knuckles","13":"Beyond the Grave","14":"Elimination","15":"Krews","16":"Pusher","17":"Deadly Impact","18":"Mexican Bloodbath","19":"Max Neptune and the Menacing Squid","20":"The Rig","21":"Frenchy","22":"Oda az igazság","23":"A zöld sárkány gyermekei","24":"The Final Journey","25":"In My Sleep","26":"This Wretched Life","27":"Death of a Nation","28":"Anderson's Cross","29":"Den milde smerte","30":"Utomlennye solntsem 2","31":"Tekken","32":"Disconnect","33":"Milenge Milenge","34":"7 Days","35":"Vidas pequeñas","36":"Mad World","37":"El hada buena - Una fábula peronista","38":"Memorias del desarrollo","39":"Drunkboat","40":"Federal","41":"Taken by Force","42":"Harlem Hostel","43":"Cielito lindo","44":"The Greater Meaning of Water","45":"Bandeiji","46":"PrimeMates","47":"O Inimigo Sem Rosto","48":"King of the Avenue","49":"The Illusionist","50":"The Chosen Heaven","51":"The First Grader","52":"Ironmen","53":"Nemesis","54":"It's Kind of a Funny Story","55":"Ashes","56":"Waking Madison","57":"Killer by Nature","58":"Risen","59":"Bloudím","60":"Kolorádó Kid","61":"All at Sea","62":"Surprise, Surprise","63":"Please Give","64":"Eat Pray Love","65":"Repo","66":"Honor","67":"Don't Fade Away","68":"Eager to Die","69":"Unthinkable","70":"De gelukkige huisvrouw","71":"Truth About Kerry","72":"Glenn, the Flying Robot","73":"The Waiter","74":"White Knuckles","75":"Green Zone","76":"Heart of Now","77":"Dom Solntsa","78":"La razón","79":"The Land of the Astronauts","80":"Sinatra Club","81":"A Flat","82":"Dear John","83":"Bibliothèque Pascal","84":"Double Tap","85":"War of the Dead","86":"Deep Gold","87":"Wasteland","88":"Züri Zoo","89":"The Blood Reich - Bloodrayne 3","90":"Wasp Woman in Tokyo","91":"Rango","92":"The Legend of Hell's Gate: An American Conspiracy","93":"El Capitán Trueno y el Santo Grial","94":"D4","95":"Bellflower","96":"Rebellion","97":"Pathfinders: In the Company of Strangers","98":"Saluda al diablo de mi parte","99":"Memphis Rising: Elvis Returns","100":"Battle of the Brick: Built for Combat","101":"Dandam Dashagunam","102":"Satin","103":"Private Pérez","104":"Act Your Age","105":"La daga de Rasputín","106":"Kill","107":"Hoodwinked Too! Hood vs. Evil","108":"Pox","109":"Naked Run","110":"6 Month Rule","111":"From Prada to Nada","112":"A Monster in Paris","113":"Saxána a Lexikon kouzel","114":"Lives and Deaths of the Poets","115":"The Magic Crystal","116":"The Tragedy of Man","117":"Los pájaros se van con la muerte","118":"Spy","119":"Bubbles"}}