{"0":{"0":"5,0","1":"6,2","2":"6,4","3":"6,7","4":"4,0","5":"5,9","6":"8,3","7":"3,9","8":"6,5","9":"8,1","10":"5,4","11":"7,0","12":"3,9","13":"5,6","14":"5,0","15":"3,4","16":"6,4","17":"5,7","18":"6,2","19":"4,3","20":"3,1","21":"4,0","22":"6,6","23":"7,5","24":"6,5","25":"6,9","26":"6,7"},"1":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null},"2":{"0":"Rahul Dholakia","1":"Scotty Curlee","2":"Sylvester Stallone","3":"Diego Velasco","4":"Demian Lichtenstein","5":"Jay Roach","6":"Lee Unkrich","7":"Michael Booth","8":"Laura Casabe","9":"John Anton","10":"Frank Ciota","11":"Rudy Luna","12":"Roger Kumble","13":"Thomas D. Thompson","14":"Michael Lembeck","15":"Daniel De Felippo","16":"Jim Field Smith","17":"Garry Marshall","18":"Leon Cowan","19":"Dean Bajramovic","20":"Tim Sullivan","21":"Luis Barone","22":"Nicole Holofcener","23":"Jeremy Osbern","24":"Gary Winick","25":"Griff Furst","26":"Robert Rothbard"},"3":{"0":"Ashwath Bhatt","1":"Scotty CurleeMartin Montgomery","2":"Dave Callaham","3":"Diego Velasco","4":"Eddie Guerra","5":"David Guion","6":"John Lasseter","7":"Jonathan Williams","8":"Laura CasabeTomas Wortley","9":"John AntonJason Waugh","10":"Joseph A. Ciota","11":"Rudy Luna","12":"Michael Carnes","13":"Brandon WillifordSabine BuchananScott Reus","14":"Lowell Ganz","15":"Daniel De Felippo","16":"Sean Anders","17":"Katherine Fugate","18":"Ben AprilMichael BrabecLeon Cowan","19":"Dean Bajramovic","20":"Chris Kobin","21":"Luis BaroneJuan SasturainJesús de la Vega","22":"Nicole Holofcener","23":"Chris Blunk","24":"Jose Rivera","25":"Alex Yves","26":"Tony Devon"},"4":{"0":"Indian Military Intelligence deputes an agent to Kashmir incognito to find out who is behind extremist attacks.","1":"Reeling with grief in the wake of a tragic automobile accident, retired veteran cyclist, Chris Carmik, is given an opportunity he doesn't want, to train a rookie cycling prodigy. Preoccupied with battling his own inner demons, Chris reluctantly acclimates the prodigy, named Jake, to the fast paced world of Bicycle Racing. Using cutting edge technology and scientific t... Leer todo","2":"Un agente de la CIA contrata a un equipo de mercenarios para eliminar a un dictador latino y a un agente renegado de la agencia.","3":"The Zero Hour is a gritty, fast-paced heist film. Set in Caracas during the 24 hours of a controversial medical strike, the film tells the story of Parca (The Reaper) a feared hit man that is forced to take an elite hospital hostage in an attempt to save his wounded girlfriend. The police don't take long to arrive, and with them, a circus of media and onlookers. Parca... Leer todo","4":"When three Vegas buddies attempt the score of a lifetime, they have to walk a fine line between their girlfriends who want their heads, and the mobsters who want them dead.","5":"Un grupo de personas se reúne periódicamente para cenar acompañados de la persona más idiota que conozcan.","6":"Los juguetes terminan por error en una guardería en lugar del ático de Andy, justo antes que este se vaya a la universidad. Ahora dependerá de Woody convencer a los otros juguetes de que no fueron abandonados y regresar a casa.","7":"Frustrated filmmaker, Barry Lick, and a crew of film school wannabees, attempt to make a documentary about a local businessman who he believes is involved in property rackets, prostitution, pornography and drugs.","8":"In a popular auction that matches the sinister and colorful of a circus of phenomena, a couple adopts children in exchange for their belongings. The children there acquired, usually mutilated, are in their new home in order to prepare for access to the Peronist education program taught in only 10 state institutes.","9":"As this caper unfolds you will experience cool riffs, tattoos, excessive drug use, brief nudity, extremely strong language, mayhem, murder and a hail of gunfire.","10":"Un conductor de pompas fúnebres (Aiello) se une a un grupo de gente de Boston en un esfuerzo por mantener abierta la funeraria local.","11":"Primemates is a disturbing and honest conversation among four men in an exclusive cigar shop. They talk about love, relationships, and sex. While exploring men's fascination with younger women, Primemates delves into many political taboos usually associated with the intellectual.","12":"En el desierto de Oregón, la nueva subdivisión de viviendas de un promotor inmobiliario se enfrenta a un grupo único de manifestantes: las criaturas del bosque local que no quieren que se altere su hogar.","13":"An obsolete cargo ship, its alcoholic captain, and his crew of odd balls and malcontents serve as the United Earth Star Fleet Command's only hope of averting a major intergalactic incident.","14":"Una mala acción por parte de un duro jugador de hockey de ligas menores resulta en una sentencia inusual: debe servir una semana como un hada de los dientes en la vida real.","15":"When Jack and Aurora met they'll rely on their friends as a case mistaken identity leads them on an adventure teaching them that it's who you are on the inside that matters most.","16":"Joe, un hombre ordinario, conoce a la mujer perfecta, pero su falta de confianza y la influencia de sus amigos y familia erosionan la relación.","17":"Parejas y solteros de Los Ángeles rompen y vuelven a estar juntos por culpa de las presiones y expectativas del Día de San Valentín.","18":"The disastrous sequel to The Beast of Yucca Flats. Why? Why not?","19":"A Tokyo cyber-punk Yakuza and a Bosnian mob enforcer team up to smuggle a toilet made of pure heroin to New York City. It's worth millions - if they can find somebody who can decipher the Japanese chemistry formula.","20":"The barbecue party continues. Mayor Buckman and his Confederate cannibals are on the prowl again. Now don't take a wrong turn.","21":"Set in a decaying Buenos Aires, a poor Argentine (Minujin) wrestles with his newly discovered superpowers.","22":"En la ciudad de Nueva York, un marido y su mujer se enfrentan con las nietas de la anciana que vive en el apartamento que posee la pareja.","23":"Three musical stories of people who feel out of place in the world, and of their longing to find a connection with someone else. A middle-aged African American sings to a new love in a country\/western bar, a young goth girl sings a '50s-style ballad as she wanders the streets with a broken heart, and a punk croons a modern doo-wop at a punk-rock show.","24":"Sophie sueña con convertirse en escritora. Viaja a Verona, donde descubre una plaza en la que la gente deja cartas de amor no correspondido.","25":"A comedy about a young man from Switzerland who travels to Los Angeles to escape his dead-end life and to reconnect with a female pen pal with whom he has lost touch. Everything falls apart when the pen pal turns out to be a complete fraud and he is reunited with an old friend (a real trouble magnet) who keeps pulling him into the most awkward situations. The story ta... Leer todo","26":"A sickly Mob Don's obsession that a pizza parlor owner is his missing long lost son."},"5":{"0":"Acción\nDrama\nSuspense","1":"Acción","2":"Acción\nAventura\nSuspense","3":"Acción\nDrama\nSuspense","4":"Acción\nComedia\nCrimen","5":"Comedia","6":"Animación\nAventura\nComedia","7":"Comedia","8":"Comedia","9":"Acción","10":"Comedia","11":"Comedia","12":"Comedia\nFamiliar","13":"Aventura","14":"Comedia\nFamiliar\nFantasía","15":"Animación\nAventura\nComedia","16":"Comedia\nRomance","17":"Comedia\nRomance","18":"Comedia","19":"Acción","20":"Comedia\nTerror","21":"Acción","22":"Comedia\nDrama","23":"Comedia\nMusical\nRomance","24":"Aventura\nComedia\nDrama","25":"Comedia\nRomance","26":"Comedia\nCrimen"},"6":{"0":"2h 32min","1":"1h 37min","2":"1h 43min","3":"1h 40min","4":"1h 35min","5":"1h 54min","6":"1h 43min","7":"1h 32min","8":"1h 25min","9":"2h 3min","10":"1h 44min","11":"1h 22min","12":"1h 32min","13":"1h 18min","14":"1h 41min","15":"1h 20min","16":"1h 44min","17":"2h 5min","18":"1h 19min","19":"1h 35min","20":"1h 24min","21":"1h 43min","22":"1h 27min","23":"1h 40min","24":"1h 45min","25":"1h 35min","26":"1h 39min"},"7":{"0":"Lamhaa: The Untold Story of Kashmir","1":"The Potential Inside","2":"Los mercenarios","3":"La hora cero","4":"Venus & Vegas","5":"La cena","6":"Toy Story 3","7":"Diary of a Bad Lad","8":"El hada buena - Una fábula peronista","9":"Guns, Drugs and Dirty Money","10":"Stiffs","11":"PrimeMates","12":"En pata de guerra","13":"Waste of Space","14":"Rompedientes","15":"Plumíferos - Aventuras voladoras","16":"Ni en sueños","17":"Historias de San Valentín","18":"Return to Yucca Flats: Desert Man-Beast","19":"Gangster Exchange","20":"2001 Maniacs: Field of Screams","21":"Zenitram","22":"Encuentros en Nueva York","23":"AIR: The Musical","24":"Cartas a Julieta","25":"Movin' In","26":"Pizza with Bullets"}}