{"0":{"0":"7,2","1":"6,7","2":"7,0","3":"4,4","4":"6,8","5":"6,7","6":"6,8","7":"6,5","8":"6,5","9":"6,1","10":"5,0","11":"6,6","12":"6,6","13":"5,7","14":"6,8","15":"7,4","16":"4,8","17":"7,0","18":"5,4","19":"8,8","20":"4,4","21":"5,6","22":"6,5","23":"6,3","24":"6,3","25":"5,1","26":"6,8","27":"5,9","28":"2,9","29":"5,6","30":"4,8","31":"4,1","32":"5,4","33":"7,5","34":"2,3"},"1":{"0":"9%","1":"73%","2":"29%","3":"94%","4":"64%","5":"84%","6":"73%","7":"84%","8":"46%","9":"89%","10":"31%","11":"65%","12":"92%","13":"50%","14":"96%","15":"0%","16":"40%","17":"48%","18":"99%","19":"87%","20":"44%","21":"3%","22":"88%","23":"40%","24":"69%","25":"100%","26":"61%","27":"36%","28":"66%","29":"85%","30":"91%","31":"54%","32":"99%","33":"91%","34":"93%"},"2":{"0":"John Francis Daley","1":"Benjamin Renner","2":"Aaron Horvath","3":"Calmatic","4":"Rajkumar Santoshi","5":"Francis Lawrence","6":"Blitz Bazawule","7":"George C. Wolfe","8":"Peter Pontikis","9":"Hideaki Anno","10":"Brit McAdams","11":"Abbe Hassan","12":"Denizhan Akbaba","13":"Johan Renck","14":"Michael Sarnoski","15":"Rafael Portillo","16":"Aishwarya Dhanush","17":"Sarik Andreasyan","18":"Laurent Nègre","19":"Christopher Nolan","20":"Chris Witherspoon","21":"Joel Schumacher","22":"Ian Sharp","23":"Anton Corbijn","24":"Daniel Lee","25":"Mark McQueen","26":"Takeshi Kitano","27":"David N. Donihue","28":"Roel Reiné","29":"Jorma Taccone","30":"Raul Inglis","31":"Mark Laurnoff","32":"Laurent Nègre","33":"Marius Holst","34":"Andrew Wiest"},"3":{"0":"Jonathan Goldstein","1":"Mike White","2":"Matthew Fogel","3":"Jamal Olori","4":"Sanjeev","5":"Michael Lesslie","6":"Marcus Gardley","7":"Julian Breece","8":"Peter Pontikis","9":"Hideaki Anno","10":"Brit McAdams","11":"Kristoffer CrasAbbe Hassan","12":"Emirhan Akbaba","13":"Jaroslav Kalfar","14":"Michael Sarnoski","15":"Rafael Portillo","16":"Aishwarya Dhanush","17":"Aleksey Gravitskiy","18":"Mohcine BesriLaurent Nègre","19":"Christopher Nolan","20":"Chris Witherspoon","21":"Jordan Melamed","22":"Nicolas van Pallandt","23":"Rowan Joffe","24":"Daniel Lee","25":"Bart Ruspoli","26":"Takeshi Kitano","27":"David N. Donihue","28":"Roel Reiné","29":"Will Forte","30":"Raul Inglis","31":"Mike Calendrillo","32":"Mohcine BesriLaurent Nègre","33":"Mette M. BølstadLars Saabye ChristensenDennis Magnusson","34":"John Bunyan"},"4":{"0":"Un encantador ladrón y un grupo de aventureros poco comunes, emprenden una búsqueda épica para recuperar una reliquia perdida, pero las cosas se complican peligrosamente cuando se encuentran con las personas equivocadas.","1":"Una familia de patos intenta convencer a su sobreprotector padre para que se vaya de vacaciones.","2":"Un fontanero llamado Mario viaja a través de un laberinto subterráneo con su hermano, Luigi, tratando de salvar a una princesa capturada.","3":"Un estudiante de instituto decide organizar una fiesta en casa mientras sus padres están fuera.","4":"A light comedy about a good-for-nothing boy who falls in love with a studious girl from a conservative family. Thus the funny conflict and situations that pop up.","5":"Coriolanus Snow ejerce de mentor y desarrolla sentimientos hacia la tributo femenina del Distrito 12 durante los X Juegos del Hambre.","6":"Adaptación musical de la novela de Alice Walker sobre las luchas de toda una vida de una mujer afroamericana que vive en el sur a principios del siglo XX.","7":"El activista Bayard Rustin se enfrenta al racismo y la homofobia cuando ayuda a cambiar el curso de la historia de los derechos civiles orquestando la Marcha sobre Washington de 1963.","8":"It tells the story of a boy from a socially deprived suburb who is forced to help his friend out of trouble with the local 'gang'. This risks changing the course of his life and sending him to a path that he did not choose himself.","9":"Hongo Takeshi se despierta y descubre que ha sido transformado en un ciborg híbrido de saltamontes. Convertido en el Jinete Enmascarado, debe luchar contra la misteriosa y malvada organización Shocker para proteger a toda la humanidad.","10":"Carl Nargle, el pintor de la Televisión Pública No. 1 de Vermont, convencido de que lo tiene todo, una furgoneta personalizada y admiradores colgados con cada una de sus tomas hasta que un artista más joven le roba todo.","11":"A professional smuggler tries to save a 12-year-old girl whose family has gone missing in the Syrian war.","12":"The wizards try to defeat enemies from another world.","13":"Jakub Procházka, huérfano y criado en el campo por sus abuelos, supera todas las adversidades y se convierte en el primer astronauta del país.","14":"Sigue a una mujer mientras atraviesa los aterradores primeros minutos de la invasión alienígena en la ciudad más ruidosa del mundo, Nueva York.","15":"To save his dying son, Joseph (Tom Sizemore) descends into the criminal underworld controlled by Pancho (Robert LaSardo).","16":"A reckless townsman tries to mend his thug ways ends up resurrecting himself and proves to be worthy of the world, in the eyes of the same people who chased him away.","17":"Evgeniy Onegin lives in grand style: balls, receptions, theater premieres and other entertainment that the capital can offer a young man. But social life has long tired him, so he perceives the news of the illness of his uncle living in the village as an opportunity to escape from the disgusting world. However, having reached the estate, Onegin learns about the death ... Leer todo","18":"Mistaken for a dangerous Islamist, Saadi - a regular guy who happens to be an illegal Arab immigrant - sets out on the most dangerous day of his life. A satirical and thrilling comedy where a wrongly accused suspect gets mixed up in a worldwide terrorist plot.","19":"A un ladrón que roba secretos corporativos a través del uso de la tecnología de compartir sueños, se le da la tarea de implantar una idea en la mente de un jefe de una gran empresa.","20":"A thirty something man who lives in a suburb just outside of Portland says goodbye to his beautiful and loving wife and heads into town. There he unintentionally provokes the wrath of a mysterious motorcyclist. The confrontation between the two, sets in motion a day long battle. Beginning in the form of harmless taunts then quickly escalating into something more serio... Leer todo","21":"Un joven traficante de droga ve su vida desmoronarse tras el asesinato de su primo, que resulta en la detención de su mejor amigo.","22":"An Afrikaner Boer War veteran immigrates to New Zealand. Hired to track a fugitive accused of killing a soldier, he captures him but learns he's innocent. Faced with turning him in or freeing him, only one will survive.","23":"Un asesino se esconde en Italia para una última misión.","24":"A kung fu thriller set during the Ming Dynasty and centered on a secret service agent (Donnie Yen) in the emperor's court who is betrayed and then hunted by his colleagues.","25":"Mientras el mundo sucumbe a un apocalipsis zombie, Cole, un mercenario endurecido, persigue a la única persona que puede proporcionar una cura.","26":"El jefe de un importante sindicato del crimen ordena a su lugarteniente que ponga orden en una banda de traficantes de drogas, un trabajo que pasa a su sufrido subordinado.","27":"A Groundbreaking interactive DVD that plays like a video version of the \"Choose Your Own Adventure Books\" as the story follows 21 Year old Eric (the character whom the audience makes choices for) as he deals with a skull crunching breakup. Eric is a struggling musician who works a side job and just broke up with the greatest love of his life, the somewhat insane yet a... Leer todo","28":"Two young couples are tapped in a car with a grizzly bear attacking them. As they battle the creature, and contemplate their uncertain fate, secrets begin to emerge that begin to tear the group apart before the bear.","29":"El ex agente especial MacGruber es llamado de nuevo a la acción para acabar con su archienemigo, Dieter Von Cunth, quien tiene bajo su posesión una ojiva nuclear y está decidido a destruir Washington, D.C.","30":"A security guard uncovers more than he bargained for.","31":"The cost of protecting our freedom some times results in even a great nation doing terrible things. The United States is in an elevated state of panic over the recent terrorist plots around the world. The president has called for a black ops mission inside Mexico to find a suspected terrorist drop point. Once in Mexico the team of five special forces soldiers find not... Leer todo","32":"Mistaken for a dangerous Islamist, Saadi - a regular guy who happens to be an illegal Arab immigrant - sets out on the most dangerous day of his life. A satirical and thrilling comedy where a wrongly accused suspect gets mixed up in a worldwide terrorist plot.","33":"Norwegian winter, early 20th century. On the boys home Bastoy, a new inmate leads the boys to a violent uprising against a brutal regime. How far is he willing to go to attain freedom?","34":"A child lives with a group of misfits in a junkyard, stealing to survive. When a travelling preacher tells him that his father is alive, he must leave his family of thieves and venture into the wilderness in search of a better life."},"5":{"0":"Acción\nAventura\nComedia","1":"Animación\nAventura\nComedia","2":"Animación\nAventura\nComedia","3":"Comedia","4":"Comedia\nDrama\nRomance","5":"Acción\nAventura\nDrama","6":"Drama\nMusical","7":"Biografía\nDrama\nHistoria","8":"Crimen","9":"Acción\nAventura\nDrama","10":"Comedia\nDrama","11":"Drama","12":"Acción\nAventura\nDrama","13":"Aventura\nDrama\nCiencia ficción","14":"Drama\nTerror\nCiencia ficción","15":"Crimen","16":"Acción\nDrama\nDeporte","17":"Drama","18":"Acción","19":"Acción\nAventura\nCiencia ficción","20":"Acción\nDrama\nTerror","21":"Acción\nDrama\nSuspense","22":"Acción\nAventura\nDrama","23":"Acción\nCrimen\nDrama","24":"Acción\nHistoria\nSuspense","25":"Acción\nTerror","26":"Acción\nCrimen\nDrama","27":"Acción\nAventura\nComedia","28":"Acción\nAventura\nDrama","29":"Acción\nComedia","30":"Acción\nAventura\nCrimen","31":"Acción\nTerror\nCiencia ficción","32":"Acción","33":"Acción","34":"Acción\nAventura\nDrama"},"6":{"0":"2h 14min","1":"1h 23min","2":"1h 32min","3":"1h 40min","4":"2h 2min","5":"2h 37min","6":"2h 21min","7":"1h 46min","8":"1h 35min","9":"2h 1min","10":"1h 36min","11":"1h 42min","12":"1h 10min","13":"1h 47min","14":"1h 39min","15":"23min","16":"2h 30min","17":"2h 21min","18":"1h 40min","19":"2h 28min","20":"1h 25min","21":"1h 33min","22":"1h 42min","23":"1h 45min","24":"1h 54min","25":"1h 36min","26":"1h 49min","27":"5h 10min","28":"1h 18min","29":"1h 30min","30":"1h 40min","31":"1h 30min","32":"1h 40min","33":"1h 56min","34":"1h 48min"},"7":{"0":"Dungeons & Dragons: Honor entre ladrones","1":"Migración: Un viaje patas arriba","2":"Super Mario Bros.: La película","3":"House Party","4":"Bad Boy","5":"Los juegos del hambre: Balada de pájaros cantores y serpientes","6":"El color púrpura","7":"Rustin","8":"Bullets","9":"Shin Kamen Raidâ","10":"Paint","11":"Exodus","12":"Return of the Dark","13":"El astronauta","14":"Un lugar tranquilo: Día 1","15":"The Donor","16":"Lal Salaam","17":"Onegin","18":"Opération Casablanca","19":"Origen","20":"Rage","21":"Twelve","22":"Tracker","23":"El americano","24":"14 espadas","25":"Devil's Playground","26":"Outrage","27":"The Weathered Underground","28":"Bear","29":"MacGruber","30":"Transparency","31":"Terrible Things","32":"Opération Casablanca","33":"La isla de los olvidados","34":"The Wylds"}}