{"0":{"0":"6.7","1":"6.6","2":"6.8","3":"6.2","4":"5.8","5":"4.0","6":"4.0","7":"6.5","8":"6.1","9":"6.2","10":"6.8","11":"5.3","12":"4.1","13":"6.3","14":"4.7","15":"5.8","16":"6.5","17":"6.7","18":"6.2","19":"5.8","20":"6.0","21":"7.7","22":"7.0","23":"7.5","24":"6.1","25":"6.5","26":"7.1","27":"6.1","28":"5.2","29":"7.0","30":"8.0","31":"6.1","32":"6.6","33":"7.8","34":"6.9","35":"4.5","36":"6.8","37":"4.7","38":"6.4","39":"6.0","40":"6.9","41":"6.5","42":"5.4","43":"7.0","44":"5.1","45":"5.7","46":"6.1","47":"6.1","48":"7.3","49":"6.2","50":"4.3","51":"4.9","52":"5.5","53":"6.1","54":"5.7","55":"7.4","56":"6.1","57":"6.0","58":"7.7","59":"7.1","60":"6.1","61":"5.9","62":"6.6","63":"5.4","64":"6.2","65":"5.9","66":"6.0","67":"3.3","68":"5.8","69":"5.0","70":"3.8","71":"6.1","72":"7.1","73":"6.6","74":"6.5","75":"6.9","76":"6.8","77":"5.6","78":"5.2","79":"7.8","80":"6.6","81":"3.5","82":"5.9","83":"5.5","84":"7.5","85":"6.7","86":"6.6","87":"7.0","88":"6.9","89":"7.0","90":"5.8","91":"7.8","92":"4.8","93":"6.6","94":"7.2","95":"5.3","96":"5.4","97":"5.1","98":"5.8","99":"5.9","100":"7.0","101":"2.8","102":"6.0","103":"7.9","104":"5.9"},"1":{"0":"49%","1":"36%","2":"87%","3":"48%","4":"27%","5":"80%","6":"5%","7":"62%","8":"40%","9":"33%","10":"47%","11":"20%","12":"0%","13":"21%","14":"12%","15":"80%","16":"70%","17":"49%","18":"80%","19":"33%","20":"7%","21":"55%","22":"93%","23":"92%","24":"53%","25":"42%","26":"76%","27":"0%","28":"94%","29":"87%","30":"85%","31":"56%","32":"44%","33":"91%","34":"56%","35":"75%","36":"79%","37":"9%","38":"72%","39":"44%","40":"80%","41":"53%","42":"11%","43":"77%","44":"67%","45":"15%","46":"61%","47":"22%","48":"75%","49":"39%","50":"19%","51":"11%","52":"25%","53":"29%","54":"37%","55":"93%","56":"43%","57":"49%","58":"86%","59":"63%","60":"51%","61":"55%","62":"86%","63":"21%","64":"67%","65":"33%","66":"23%","67":"3%","68":"45%","69":"80%","70":"20%","71":"51%","72":"60%","73":"30%","74":"99%","75":"45%","76":"85%","77":"12%","78":"68%","79":"93%","80":"80%","81":"83%","82":"30%","83":"24%","84":"93%","85":"72%","86":"52%","87":"64%","88":"71%","89":"84%","90":"50%","91":"92%","92":"40%","93":"56%","94":"85%","95":"15%","96":"51%","97":"51%","98":"34%","99":"78%","100":"44%","101":"0%","102":"50%","103":"86%","104":"40%"},"2":{"0":"Joe Carnahan","1":"Mike Newell","2":"Tony Scott","3":"Sylvain White","4":"Louis Leterrier","5":"Mark Hazen Kelly","6":"M. Night Shyamalan","7":"Phillip Noyce","8":"Jon Turteltaub","9":"Sngmoo Lee","10":"Albert Hughes","11":"Scott Stewart","12":"Andrey Konchalovskiy","13":"Miguel Sapochnik","14":"Jimmy Hayward","15":"Chris D'Arienzo","16":"Elizabeth Allen Rosenbaum","17":"Edward Zwick","18":"Tanya Hamilton","19":"Joe Johnston","20":"Géla Babluani","21":"Rob Reiner","22":"Lisa Cholodenko","23":"Ben Affleck","24":"Josh Gordon","25":"Gary Winick","26":"Larysa Kondracki","27":"Il Lim","28":"Antoine Blossier","29":"John Cameron Mitchell","30":"Darren Aronofsky","31":"Michael Winterbottom","32":"Ridley Scott","33":"David O. Russell","34":"Robert Redford","35":"Rob Schneider","36":"Doug Liman","37":"Brooks Branch","38":"Paul T. Scheuring","39":"Jon Favreau","40":"Joe Johnston","41":"Simon West","42":"Dominic Sena","43":"Kenneth Branagh","44":"Marcus Nispel","45":"Scott Stewart","46":"Kevin Smith","47":"Zack Snyder","48":"Steven Spielberg","49":"Kevin Macdonald","50":"Mark Neveldine","51":"Chris Gorak","52":"Martin Campbell","53":"Roger Donaldson","54":"Jonathan Liebesman","55":"Brad Bird","56":"Jonathan English","57":"Tarsem Singh","58":"Matthew Vaughn","59":"Farhan Akhtar","60":"Bruce Robinson","61":"Kelly Asbury","62":"Chris Miller","63":"Raja Gosnell","64":"Brett Ratner","65":"Bobby Farrelly","66":"Mark Mylod","67":"Dennis Dugan","68":"Michel Gondry","69":"Adrien Crespon","70":"Robin Hardy","71":"Bruce Robinson","72":"Shawn Levy","73":"Margaret Whitton","74":"Kenneth Lonergan","75":"Stephen Daldry","76":"Terrence Malick","77":"Paul Johansson","78":"Ryan Combs","79":"Nicolas Winding Refn","80":"Al Pacino","81":"Rajnish Thakur","82":"Alister Grierson","83":"Angel Gracia","84":"Martin Scorsese","85":"Joe Wright","86":"Andrew Stanton","87":"Christopher McQuarrie","88":"Marc Webb","89":"Steve Bonich","90":"Antonio Negret","91":"Sam Mendes","92":"David Ren","93":"Tony Gilroy","94":"Phil Lord","95":"Dan Bradley","96":"RZA","97":"Bobby Farrelly","98":"Cal Brunker","99":"Jay Duplass","100":"Genndy Tartakovsky","101":"Sascha Hartmann","102":"Walter Salles","103":"Ang Lee","104":"Anthony Hemingway"},"3":{"0":"Joe Carnahan","1":"Boaz Yakin","2":"Mark Bomback","3":"Peter Berg","4":"Travis Beacham","5":"Mark Hazen Kelly","6":"M. Night Shyamalan","7":"Kurt Wimmer","8":"Lawrence Konner","9":"Sngmoo Lee","10":"Gary Whitta","11":"Peter Schink","12":"Andrey Konchalovskiy","13":"Eric Garcia","14":"Mark Neveldine","15":"Chris D'Arienzo","16":"Laurie Craig","17":"Charles Randolph","18":"Tanya Hamilton","19":"Andrew Kevin Walker","20":"Géla Babluani","21":"Rob Reiner","22":"Lisa Cholodenko","23":"Peter Craig","24":"Jeffrey Eugenides","25":"Jose Rivera","26":"Larysa Kondracki","27":"Il Lim","28":"Antoine BlossierErich Vogel","29":"David Lindsay-Abaire","30":"Mark Heyman","31":"John Curran","32":"Brian Helgeland","33":"Scott Silver","34":"James D. Solomon","35":"Boon Collins","36":"Jez Butterworth","37":"Brooks Branch","38":"Paul T. Scheuring","39":"Roberto Orci","40":"Christopher Markus","41":"Richard Wenk","42":"Bragi F. Schut","43":"Ashley Miller","44":"Thomas Dean Donnelly","45":"Cory Goodman","46":"Kevin Smith","47":"Zack Snyder","48":"Hergé","49":"Jeremy Brock","50":"Scott M. Gimple","51":"Jon Spaihts","52":"Greg Berlanti","53":"Todd Hickey","54":"Christopher Bertolini","55":"Bruce Geller","56":"Jonathan English","57":"Charley Parlapanides","58":"Ashley Miller","59":"Farhan Akhtar","60":"Bruce Robinson","61":"Andy Riley","62":"Tom Wheeler","63":"J. David Stem","64":"Adam Cooper","65":"Pete Jones","66":"Karyn Bosnak","67":"Ben Zook","68":"Seth Rogen","69":"Ariane AggiagePhilippe PeythieuBernard Tiphaine","70":"Robin Hardy","71":"Bruce Robinson","72":"John Gatins","73":"Roger Towne","74":"Kenneth Lonergan","75":"Eric Roth","76":"Terrence Malick","77":"Brian Patrick O'Toole","78":"Ryan Combs","79":"Hossein Amini","80":"Al Pacino","81":"Shweta BhardwajMimoh ChakrabortyPrem Chopra","82":"John Garvin","83":"Fina Torres","84":"John Logan","85":"Seth Lochhead","86":"Andrew Stanton","87":"Lee Child","88":"James Vanderbilt","89":"Elizabeth BanksLiam HemsworthJosh Hutcherson","90":"Michael Gilvary","91":"Neal Purvis","92":"Larry Madill","93":"Tony Gilroy","94":"Michael Bacall","95":"Carl Ellsworth","96":"RZA","97":"Mike Cerrone","98":"Bob Barlen","99":"Jay Duplass","100":"Peter Baynham","101":"Tessa Hartmann","102":"Jack Kerouac","103":"Yann Martel","104":"John Ridley"},"4":{"0":"A group of Iraq War veterans look to clear their name with the U.S. Military, who suspect the four men of committing a crime for which they were framed.","1":"A young fugitive prince and princess must stop a villain who unknowingly threatens to destroy the world with a special dagger that enables the magic sand inside to reverse time.","2":"With an unmanned, half-mile-long freight train barreling toward a city, a veteran engineer and a young conductor race against the clock to prevent a catastrophe.","3":"A CIA special forces team is betrayed and left for dead by their superiors, galvanizing them to mount an offensive on the CIA.","4":"Perseus, a demigod and the son of Zeus, battles the minions of Hades and the Underworld in order to stop them from conquering Olympus and Earth.","5":"Two young boys and a girl commit a diamond robbery on Halloween. During escape the girl is fatally shot. One of the boys knows a doctor (Jeremy London) who has a private clinic in his house. They decide to go to his house instead of the hospital where they will expect the police. They enter the house quietly with no drama. But when the doctor tells them she needs an a... Read all","6":"Aang, a young successor to a long line of Avatars, must master all four elements and stop the Fire Nation from enslaving the Water Tribes and the Earth Kingdom.","7":"A CIA agent goes on the run after a defector accuses her of being a Russian spy.","8":"A protege of the magician Merlin must train his teacher's successor - an introverted but resourceful physics prodigy - in the art of sorcery to prevent the return of Morgana le Fay.","9":"A warrior-assassin is forced to hide in a small town in the American Badlands after refusing a mission.","10":"A drifter fights his way across a ravaged, post-apocalyptic America while protecting a sacred book that holds the secrets to humanity's salvation.","11":"When a group of strangers at a dusty roadside diner come under attack by demonic forces, their only chance for survival lies with an archangel named Michael, who informs a pregnant waitress that her unborn child is humanity's last hope.","12":"In 1920s Vienna, a young girl receives a magical doll on Christmas Eve.","13":"Set in the near future when artificial organs can be bought on credit, it revolves around a man who struggles to make the payments on a heart he has purchased. He must therefore go on the run before said ticker is repossessed.","14":"In exchange for his freedom, bounty hunter Jonah Hex must track down a terrorist with a superweapon.","15":"Barry Munday wakes up after being attacked to realize that he's missing his family jewels. To make matters worse, he learns he's facing a paternity lawsuit filed by a woman he can't remember having sex with.","16":"An adventurous young girl uses her imagination to escape her reality, that is quickly spinning out of reach.","17":"In 1990s Pittsburgh, a medicine peddler starts a relationship with a young woman suffering from Parkinson's disease.","18":"In 1976, complex political and emotional forces are set in motion when a young man returns to the race-torn Philadelphia neighborhood where he came of age during the Black Power movement.","19":"Upon his return to his ancestral homeland, an American man is bitten and subsequently cursed by a werewolf.","20":"A naive young man assumes a dead man's identity and finds himself embroiled in an underground world of power, violence, and chance where men gamble behind closed doors on the lives of other men.","21":"Two eighth-graders start to have feelings for each other despite being total opposites.","22":"Two children conceived by artificial insemination bring their biological father into their non-traditional family life.","23":"A proficient group of thieves rob a bank and hold an assistant manager hostage. Things begin to get complicated when one of the crew members falls in love with her.","24":"Seven years after the fact, a man comes to the realization that he was the sperm donor for his best friend's boy.","25":"Sophie travels to Verona where she finds an old unanswered letter asking for love advice. She answers it and when the recipient shows up along with her grumpy grandson, they head off to find the old long lost love while a young love sparks","26":"A drama based on the experiences of Kathryn Bolkovac, a Nebraska cop who served as a peacekeeper in post-war Bosnia and outed the U.N. for covering up a sex trafficking scandal.","27":"A man named Flyn (Il Lim) is on a mission to kill the men who raped his wife Olivia (Leelee Sobieski). Flyn will have a double life as a killer and as a husband.","28":"PREY tells the story of Nathan (BEAU TRAVAIL'S Gregoire Colin) who is at a countryside retreat for a Fall family reunion that he expects to be particularly stormy. Claire, his wife, has to announce her pregnancy and there are tough decisions that need to be made to prevent the family's pesticides business from closing down. But on the first night that the family gathe... Read all","29":"Life for a happy couple is turned upside down after their young son dies in an accident.","30":"Nina is a talented but unstable ballerina on the verge of stardom. Pushed to the breaking point by her artistic director and a seductive rival, Nina's grip on reality slips, plunging her into a waking nightmare.","31":"A West Texas Deputy Sheriff is slowly unmasked as a psychotic killer.","32":"In twelfth-century England, Robin Longstride and his band of marauders confront corruption in a local village and lead an uprising against the crown that will forever alter the balance of world power.","33":"Based on the story of Micky Ward, a fledgling boxer who tries to escape the shadow of his more famous but troubled older boxing brother and get his own shot at greatness.","34":"Mary Surratt is the lone female charged as a co-conspirator in the assassination trial of Abraham Lincoln. As the whole nation turns against her, she is forced to rely on her reluctant lawyer to uncover the truth and save her life.","35":"A man finally finds faith in himself after the rest of world puts its faith in him; the sole being on earth who can save mankind from its own destruction - The Chosen One.","36":"CIA operative Valerie Plame discovers her identity is allegedly leaked by the government as payback for an op-ed article her husband wrote criticizing the Bush administration.","37":"NYC, 1979: Gabriel and Annie's marriage is falling apart with only their daughter holding it together. Gabriel quits his architect job to become a playwright, writing about his life. Annie and Liz leave.","38":"26 men are chosen to participate in the roles of guards and prisoners in a psychological study that ultimately spirals out of control.","39":"A spaceship arrives in 1873 Arizona to take over the Earth, starting with the Wild West region. All that stands in their way: a posse of cowboys and natives.","40":"Steve Rogers, a rejected military soldier, transforms into Captain America after taking a dose of a \"Super-Soldier serum\". But being Captain America comes at a price as he attempts to take down a warmonger and a terrorist organization.","41":"An elite hitman teaches his trade to an apprentice who has a connection to one of his previous victims.","42":"14th-century knights transport a suspected witch to a monastery, where monks deduce that her powers could be the source of the Black Plague.","43":"The powerful but arrogant god Thor is cast out of Asgard to live amongst humans in Midgard (Earth), where he soon becomes one of their finest defenders.","44":"A vengeful barbarian warrior sets off to get his revenge on the evil warlord who attacked his village and murdered his father when he was a boy.","45":"A warrior priest disobeys church law to track down a pack of vampires who have kidnapped his niece.","46":"Set in Middle America, a group of teens receive an online invitation for sex, though they soon encounter fundamentalists with a much more sinister agenda.","47":"A young girl institutionalized by her abusive stepfather retreats to an alternative reality as a coping strategy and envisions a plan to help her escape.","48":"Intrepid reporter Tintin and Captain Haddock set off on a treasure hunt for a sunken ship commanded by Haddock's ancestor.","49":"In Roman-ruled Britain, a young Roman soldier endeavors to honor his father's memory by finding his lost legion's golden emblem.","50":"Johnny Blaze, tortured by the Ghost Rider's curse, gets a chance of redemption through protecting the Devil's son, whose father is pursuing him.","51":"In Moscow, five young people lead the charge against an alien race who have attacked Earth via our power supply.","52":"Reckless test pilot Hal Jordan is granted an alien ring that bestows him with otherworldly powers that inducts him into an intergalactic police force, the Green Lantern Corps.","53":"After his wife is assaulted, a husband enlists the services of a vigilante group to help him settle the score. Then he discovers they want a 'favor' from him in return.","54":"A squad of U.S. Marines becomes the last line of defense against a global invasion.","55":"The IMF is shut down when it's implicated in the bombing of the Kremlin, causing Ethan Hunt and his new team to go rogue to clear their organization's name.","56":"In thirteenth-century England, a Knights Templar and a few of the Barons men fight to defend Rochester Castle against the tyrannical King John.","57":"Theseus is a mortal man chosen by Zeus to lead the fight against the ruthless King Hyperion, who is on a rampage across Greece to obtain a weapon that can destroy humanity.","58":"In the 1960s, superpowered humans Charles Xavier and Erik Lensherr work together to find others like them, but Erik's vengeful pursuit of an ambitious mutant who ruined his life causes a schism to divide them.","59":"Don turns himself in and escapes with Vardhaan from prison, following which he recruits a team to steal currency printing plates from a bank in Berlin.","60":"American journalist Paul Kemp takes on a freelance job in Puerto Rico for a local newspaper during the 1960s and struggles to find a balance between island culture and the expatriates who live there.","61":"Separated by a garden fence and a feud, are blue gnomes on one side and red gnomes on the other. This doesn't stop blue Gnomeo and red Juliet from falling in love with each other. Do they have a future together?","62":"An outlaw cat, his childhood egg-friend, and a seductive thief kitty set out in search for the eggs of the fabled Golden Goose to clear his name, restore his lost honor, and regain the trust of his mother and town.","63":"When the evil wizard Gargamel chases the tiny blue Smurfs out of their village, they tumble from their magical world into New York City.","64":"When a group of hard-working guys find out they've fallen victim to their wealthy employer's Ponzi scheme, they conspire to rob his high-rise residence.","65":"Rick and Fred, two husbands who are having difficulty in their marriages, are given a Hall Pass by their wives: for one week, they can do whatever they want.","66":"A woman looks back at the past nineteen men she's had relationships with in her life and wonders if one of them might be her one true love.","67":"Family guy, Jack Sadelstein, prepares for the annual event he always dreads--the Thanksgiving visit of his fraternal twin sister, the needy, and passive-aggressive Jill, who then refuses to leave.","68":"Following the death of his father, Britt Reid, heir to his father's large company, teams up with his late dad's assistant Kato to become a masked crime fighting team.","69":"What if mankind's original sin wasn't stealing the Fruit of Knowledge but accidentally destroying the Tree?","70":"Charmed by the residents of Tressock, Scotland, two young missionaries accept the invitation to participate in a local festival, fully unaware of the consequences of their decision.","71":"American journalist Paul Kemp takes on a freelance job in Puerto Rico for a local newspaper during the 1960s and struggles to find a balance between island culture and the expatriates who live there.","72":"In a near future where robot boxing is a top sport, a struggling ex-boxer feels he's found a champion in a discarded robot.","73":"A man in search of his past, and a woman who lives in the moment, are brought together when they pursue the origins of a stray parrot in this comedic and romantic drama.","74":"A young woman witnesses a bus accident, and is caught up in the aftermath, where the question of whether or not it was intentional affects many people's lives.","75":"A nine-year-old amateur inventor, Francophile, and pacifist searches New York City for the lock that matches a mysterious key left behind by his father, who died in the World Trade Center on September 11, 2001.","76":"The story of a family in Waco, Texas in 1956. The eldest son witnesses the loss of innocence and struggles with his parents' conflicting teachings.","77":"Railroad executive Dagny Taggart and steel mogul Henry Rearden form an alliance to fight the increasingly authoritarian government of the United States.","78":"The \"Latin Dragon\" does it again this roller coaster ride of martial arts action. Police Detective Bobby Giovanni's wife has been murdered, his children taken into care and he wants revenge.","79":"A mysterious Hollywood action film stuntman gets in trouble with gangsters when he tries to help his neighbor's husband rob a pawn shop while serving as his getaway driver.","80":"A tale of lust, greed, and one woman's scorn.","81":"Four burglars end up stealing a vehicle from robbers as well as unknowingly breaking in the house of a notorious gangster.","82":"An underwater cave diving team experiences a life-threatening crisis during an expedition to the unexplored and least accessible cave system in the world.","83":"A Latina spin on Jane Austen's \"Sense and Sensibility\": two spoiled sisters who have been left penniless after their father's sudden death are forced to move in with their estranged aunt in East Los Angeles.","84":"In 1931 Paris, an orphan living in the walls of a train station gets wrapped up in a mystery involving his late father and an automaton.","85":"A sixteen-year-old girl who was raised by her father to be the perfect assassin is dispatched on a mission across Europe, tracked by a ruthless intelligence agent and her operatives.","86":"Transported to Barsoom, a Civil War vet discovers a barren planet seemingly inhabited by 12-foot tall barbarians. Finding himself prisoner of these creatures, he escapes, only to encounter Woola and a princess in desperate need of a savior.","87":"A homicide investigator digs deeper into a case involving a trained military sniper responsible for a mass shooting.","88":"After Peter Parker is bitten by a genetically altered spider, he gains newfound, spider-like powers and ventures out to save the city from the machinations of a mysterious reptilian foe.","89":"Official video released by Lionsgate showcasing highlights from the The Hunger Games European Premiere, which took place on March 14, 2012, at London's O2. Actors Jennifer Lawrence, Josh Hutcherson, Liam Hemsworth, Elizabeth Banks and Toby Jones were in attendance.","90":"A gang of bank robbers hide their loot in the car of a family going camping. They chase down the family to kill them and get the loot back, but run into a fight.","91":"James Bond's loyalty to M is tested when her past comes back to haunt her. When MI6 comes under attack, 007 must track down and destroy the threat, no matter how personal the cost.","92":"When Sandy, a call girl at \"The Naked Eye\", ends up dead, her friend and only ally in the world, Jake, goes on a manhunt to find out who killed her.","93":"An expansion of the universe from Robert Ludlum's novels, centered on a new hero whose stakes have been triggered by the events of the previous three films.","94":"A pair of underachieving cops are sent back to a local high school to blend in and bring down a synthetic drug ring.","95":"A group of teenagers look to save their town from an invasion of North Korean soldiers.","96":"On the hunt for a fabled treasure of gold, a band of warriors, assassins, and a rogue British soldier descend upon a village in feudal China, where a humble blacksmith looks to defend himself and his fellow villagers.","97":"While trying to save their childhood orphanage, Moe, Larry, and Curly inadvertently stumble into a murder plot and wind up starring in a reality television show.","98":"Astronaut Scorch Supernova finds himself caught in a trap when he responds to an SOS from a notoriously dangerous alien planet, Earth.","99":"Two brothers compete in their own private 25-event Olympics.","100":"Dracula, who operates a high-end resort away from the human world, goes into overprotective mode when a boy discovers the resort and falls for the count's teenaged daughter.","101":"A retired veterinarian living in a remote Scottish village encounters a goat who thinks he's a dog, an Admiral who's afraid of the water, and a beaver who was raised by rabbits.","102":"Young writer Sal Paradise has his life shaken by the arrival of free-spirited Dean Moriarty and his girl, Marylou. As they travel across the country, they encounter a mix of people who each impact their journey indelibly.","103":"A young man who survives a disaster at sea is hurtled into an epic journey of adventure and discovery. While cast away, he forms an unexpected connection with another survivor: a fearsome Bengal tiger.","104":"A crew of African American pilots in the Tuskegee training program, having faced segregation while kept mostly on the ground during World War II, are called into duty under the guidance of Col. A.J. Bullard."},"5":{"0":"Action\nAdventure\nCrime","1":"Action\nAdventure\nFantasy","2":"Action\nThriller","3":"Action\nAdventure\nComedy","4":"Action\nAdventure\nFantasy","5":"Thriller","6":"Action\nAdventure\nFamily","7":"Action\nThriller","8":"Action\nAdventure\nFamily","9":"Action\nDrama\nFantasy","10":"Action\nAdventure\nDrama","11":"Action\nFantasy\nHorror","12":"Action\nFamily\nFantasy","13":"Action\nSci-Fi\nThriller","14":"Action\nDrama\nFantasy","15":"Comedy\nDrama\nRomance","16":"Comedy\nDrama\nFamily","17":"Comedy\nDrama\nRomance","18":"Drama\nRomance","19":"Drama\nFantasy\nHorror","20":"Crime\nDrama\nThriller","21":"Comedy\nDrama\nRomance","22":"Comedy\nDrama\nRomance","23":"Crime\nDrama\nThriller","24":"Comedy\nDrama\nRomance","25":"Adventure\nComedy\nDrama","26":"Biography\nCrime\nDrama","27":"Crime","28":"Adventure","29":"Drama","30":"Drama\nThriller","31":"Crime\nDrama\nMystery","32":"Action\nAdventure\nDrama","33":"Action\nBiography\nDrama","34":"Crime\nDrama\nHistory","35":"Comedy\nDrama","36":"Biography\nDrama\nThriller","37":"Comedy\nDrama\nRomance","38":"Drama\nThriller","39":"Action\nDrama\nSci-Fi","40":"Action\nAdventure\nSci-Fi","41":"Action\nCrime\nThriller","42":"Action\nAdventure\nFantasy","43":"Action\nFantasy","44":"Action\nAdventure\nFantasy","45":"Action\nFantasy\nHorror","46":"Action\nHorror\nThriller","47":"Action\nAdventure\nFantasy","48":"Animation\nAction\nAdventure","49":"Action\nAdventure\nDrama","50":"Action\nFantasy\nThriller","51":"Action\nAdventure\nHorror","52":"Action\nAdventure\nSci-Fi","53":"Action\nCrime\nDrama","54":"Action\nAdventure\nSci-Fi","55":"Action\nAdventure\nThriller","56":"Action\nDrama\nHistory","57":"Action\nDrama\nFantasy","58":"Action\nSci-Fi","59":"Action\nCrime\nThriller","60":"Comedy\nDrama","61":"Animation\nAdventure\nComedy","62":"Animation\nAction\nAdventure","63":"Animation\nAdventure\nComedy","64":"Action\nComedy\nCrime","65":"Comedy\nRomance","66":"Comedy\nRomance","67":"Comedy","68":"Action\nComedy\nCrime","69":"Animation","70":"Drama\nHorror","71":"Comedy\nDrama","72":"Action\nDrama\nSci-Fi","73":"Drama\nRomance","74":"Drama\nMystery","75":"Adventure\nDrama\nMystery","76":"Drama\nFantasy","77":"Drama\nMystery\nSci-Fi","78":"Action\nCrime\nDrama","79":"Action\nDrama","80":"Documentary\nDrama","81":"Action","82":"Action\nAdventure\nDrama","83":"Action\nComedy\nDrama","84":"Adventure\nDrama\nFamily","85":"Action\nAdventure\nDrama","86":"Action\nAdventure\nSci-Fi","87":"Action\nMystery\nThriller","88":"Action\nAdventure\nSci-Fi","89":"Action","90":"Action\nCrime\nThriller","91":"Action\nAdventure\nThriller","92":"Action\nCrime\nMystery","93":"Action\nAdventure\nThriller","94":"Action\nComedy\nCrime","95":"Action\nDrama\nWar","96":"Action","97":"Comedy\nFamily","98":"Animation\nAdventure\nComedy","99":"Comedy\nSport","100":"Animation\nAdventure\nComedy","101":"Animation\nAdventure\nComedy","102":"Adventure\nDrama\nRomance","103":"Adventure\nDrama\nFantasy","104":"Action\nDrama\nHistory"},"6":{"0":"1h 57m","1":"1h 56m","2":"1h 38m","3":"1h 37m","4":"1h 46m","5":"1h 18m","6":"1h 43m","7":"1h 40m","8":"1h 49m","9":"1h 40m","10":"1h 58m","11":"1h 40m","12":"1h 50m","13":"1h 51m","14":"1h 21m","15":"1h 35m","16":"1h 44m","17":"1h 52m","18":"1h 30m","19":"1h 43m","20":"1h 31m","21":"1h 30m","22":"1h 46m","23":"2h 5m","24":"1h 41m","25":"1h 45m","26":"1h 52m","27":"R","28":"1h 30m","29":"1h 31m","30":"1h 48m","31":"1h 49m","32":"2h 20m","33":"1h 56m","34":"2h 2m","35":"PG-13","36":"1h 48m","37":"1h 37m","38":"1h 36m","39":"1h 59m","40":"2h 4m","41":"1h 33m","42":"1h 35m","43":"1h 55m","44":"1h 53m","45":"1h 27m","46":"1h 28m","47":"1h 50m","48":"1h 47m","49":"1h 54m","50":"1h 36m","51":"1h 29m","52":"1h 54m","53":"1h 45m","54":"1h 56m","55":"2h 12m","56":"2h 1m","57":"1h 50m","58":"2h 11m","59":"2h 28m","60":"1h 59m","61":"1h 24m","62":"1h 30m","63":"1h 43m","64":"1h 44m","65":"1h 45m","66":"1h 46m","67":"1h 31m","68":"1h 59m","69":"6m","70":"1h 36m","71":"1h 59m","72":"2h 7m","73":"1h 48m","74":"2h 30m","75":"2h 9m","76":"2h 19m","77":"1h 37m","78":"1h 40m","79":"1h 40m","80":"1h 35m","81":"1h 50m","82":"1h 48m","83":"1h 47m","84":"2h 6m","85":"1h 51m","86":"2h 12m","87":"2h 10m","88":"2h 16m","89":"2012","90":"1h 28m","91":"2h 23m","92":"1h 24m","93":"2h 15m","94":"1h 49m","95":"1h 33m","96":"1h 35m","97":"1h 32m","98":"1h 29m","99":"1h 30m","100":"1h 31m","101":"1h 16m","102":"2h 4m","103":"2h 7m","104":"2h 5m"},"7":{"0":"The A-Team","1":"Prince of Persia: The Sands of Time","2":"Unstoppable","3":"The Losers","4":"Clash of the Titans","5":"House Under Siege","6":"The Last Airbender","7":"Salt","8":"The Sorcerer's Apprentice","9":"The Warrior's Way","10":"The Book of Eli","11":"Legion","12":"The Nutcracker: The Untold Story","13":"Repo Men","14":"Jonah Hex","15":"Family Jewels","16":"Ramona and Beezus","17":"Love & Other Drugs","18":"Night Catches Us","19":"The Wolfman","20":"13","21":"Flipped","22":"The Kids Are All Right","23":"The Town","24":"The Switch","25":"Letters to Juliet","26":"The Whistleblower","27":"Acts of Violence","28":"Prey","29":"Rabbit Hole","30":"Black Swan","31":"The Killer Inside Me","32":"Robin Hood","33":"The Fighter","34":"The Conspirator","35":"The Chosen One","36":"Fair Game","37":"Multiple Sarcasms","38":"The Experiment","39":"Cowboys & Aliens","40":"Captain America: The First Avenger","41":"The Mechanic","42":"Season of the Witch","43":"Thor","44":"Conan the Barbarian","45":"Priest","46":"Red State","47":"Sucker Punch","48":"The Adventures of Tintin: The Secret of the Unicorn","49":"The Eagle","50":"Ghost Rider: Spirit of Vengeance","51":"The Darkest Hour","52":"Green Lantern","53":"Justice","54":"Battle: Los Angeles","55":"Mission: Impossible - Ghost Protocol","56":"Ironclad","57":"Immortals","58":"X-Men: First Class","59":"Don 2","60":"The Rum Diary","61":"Gnomeo & Juliet","62":"Puss in Boots","63":"The Smurfs","64":"Tower Heist","65":"Hall Pass","66":"What's Your Number?","67":"Jack and Jill","68":"The Green Hornet","69":"Eden","70":"The Wicker Tree","71":"The Rum Diary","72":"Real Steel","73":"A Bird of the Air","74":"Margaret","75":"Extremely Loud & Incredibly Close","76":"The Tree of Life","77":"Atlas Shrugged: Part I","78":"Double Tap","79":"Drive","80":"Wilde Salomé","81":"Loot","82":"Sanctum","83":"From Prada to Nada","84":"Hugo","85":"Hanna","86":"John Carter","87":"Jack Reacher","88":"The Amazing Spider-Man","89":"The Hunger Games Premiere","90":"Transit","91":"Skyfall","92":"The Girl from the Naked Eye","93":"The Bourne Legacy","94":"21 Jump Street","95":"Red Dawn","96":"The Man with the Iron Fists","97":"The Three Stooges","98":"Escape from Planet Earth","99":"The Do-Deca-Pentathlon","100":"Hotel Transylvania","101":"Sir Billi","102":"On the Road","103":"Life of Pi","104":"Red Tails"}}