{"0":{"0":"7,9","1":"3,8","2":"6,6","3":"6,4","4":"6,1","5":"6,2","6":"4,6","7":"8,7","8":"2,3","9":"5,7","10":"6,6","11":"6,3","12":"3,1","13":"4,6","14":"5,1","15":"6,5","16":"4,3","17":"3,4","18":"5,4","19":"6,0","20":"7,6","21":"3,4","22":"4,2","23":"2,5","24":"5,2","25":"6,6"},"1":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null},"2":{"0":"Roberto Monticello","1":"Angel M. Huerta","2":"Hark Tsui","3":"Stevan Filipovic","4":"William Kaufman","5":"John Luessenhop","6":"Fabrice Genestal","7":"V. Nagaraj","8":"Albert Pyun","9":"Hae-sung Song","10":"Richard Berry","11":"Luc Besson","12":"Neil Jones","13":"Anil Sharma","14":"Andrés Couturier","15":"Volt Jones","16":"Kireet Khurana","17":"Adamo P. Cultraro","18":"J.A. Steel","19":"Anurag Basu","20":"Aram Rappaport","21":"J. Stephen Maunder","22":"Keith Parmer","23":"Kantz","24":"Nic Auerbach","25":"Martin Campbell"},"3":{"0":"Doug Klozzner","1":"Armando Guajardo","2":"Chia-Lu Chang","3":"Stevan FilipovicStasa KoprivicaDimitrije Vojnov","4":"William Kaufman","5":"Peter Allen","6":"Paul BessonFabrice Genestal","7":"C. KumaresanJasmine MichaelK.K. Khanna","8":"Cynthia Curnan","9":"John Woo","10":"Franz-Olivier Giesbert","11":"Luc Besson","12":"Neil Jones","13":"Shailesh Verma","14":"Emmy LaybourneSam LaybourneRob Sosin","15":"Eric Jacobus","16":"Raagii Bhatnagar","17":"Adamo P. Cultraro","18":"J.A. Steel","19":"Anurag Basu","20":"Aram Rappaport","21":"J. Stephen Maunder","22":"Keith Parmer","23":"Barry Louis","24":"Tim Cunningham","25":"William Monahan"},"4":{"0":"Kids are forced to participate in a secret fight club run by town officials.","1":"Owal Tec investigates the paranormal activities that are taking place around the country.","2":"Un detective exiliado es reclutado para resolver una serie de misteriosas muertes que amenazan con retrasar la toma de posesión de la emperatriz Wu.","3":"Life is sometimes rude game: one mistake can buy you ticket to hell.","4":"Two New Orleans cops are up against an extremely violent gang.","5":"A group of bank robbers find their multi-million dollar plan interrupted by a hard-boiled detective.","6":"A hot young Wall Street trader finds a formula based on climatology to play the market and win big... but at what cost?","7":"","8":"A princess is on a quest to unite the five greatest warriors to save her kingdom from a demon sorceress.","9":"Arms trafficker Hyuk and Young-chun are practically brothers and nothing can separate them. When the two managed to escape from North Korea, they left behind Hyuk's younger brother Chul. Hyuk can never shake off the guilt as his family was punished for his treason and his mother died in prison. Three years later, Chul finally makes his way to South Korea and join the ... Leer todo","10":"Un mafioso retirado trata de vengarse, después de que su antiguo amigo de la infancia lo haya dado por muerto con ventidós balas en su cuerpo.","11":"En 1912, la periodista Adèle viaja a Egipto para hacerse con una momia. Su intención es encontrar la cura para su hermana, pero lo único que logra con su experimento es resucitar un huevo de pterodáctilo que provoca el pánico en París.","12":"The world may be recovering from a global zombie outbreak, but that's not stopping Dean from marrying. The stag party, along with a PVC-clad stripper they've hired, go to play Zomball - like paintball, except that you get to shoot zombies.","13":"Prithvi seeks revenge on Gyanendra Singh and the British. He sends his son Veer to Britain to study their plans. Veer kills Gyanendra's son but ends up falling in love with his daughter.","14":"Join Mr. Magoo and his nephew, Justin, as they dodge giant robotic spiders and jetski ninjas on a kung fu-style adventure! When supervillian, Tan-Gu, invites the world's most notorious bad guys to compete in the \"Evil-lympics,\" there's only one person who can put a stop to the wickedness and save mankind--Kung Fu Magoo!","15":"A hit man must battle Italian and Chinese criminal organizations to be with the woman he loves.","16":"A reel-life costumed actor is abducted and asked to be a real hero by Toon characters.","17":"A ruthless mafia hit man is transformed when he rescues a woman who takes the fall for one of his hits.","18":"A Creature terrorizes a small town and it is up to a small group of scientists to stop it.","19":"A wounded man searches for his sweetheart in the Mexican desert while on the run from the police, bounty hunters, and others.","20":"Based on a true incident, Innocent, also known as Helix, is the compelling tale of five disparate lives that become inextricably entangled one cold Chicago morning. Told in real-time, Helix is America's first action crime drama ever to be shoot in one continuous take without any edits. Ashley, a beautiful young woman is abducted by two desperate urban youths. A street... Leer todo","21":"During a military raid to rescue in Iraq, Max Forrester's teammate and girlfriend Sasha, disappears mysteriously. Two years later, Max, who has since retired from the army receives a call from his former commander Captain Dyer, who informs him that Sasha is still alive and is in a place called Paradise Island, and also inform him that the army is ready to take action ... Leer todo","22":"Time is running out for two elite criminals as they seek out revenge to get the money they are owed after a heist gone wrong years ago. They've traveled across the country, tracked down their ex-partner, and planned every detail of their attack. When they finally come face-to-face, these two criminals refuse to back down until they get what belongs to them.","23":"Tony is in a race against time to save his kidnapped wife before she is murdered but as he unravels the mystery behind her abduction he discovers they are after more than money.","24":"A cruel twist of fate catapults small time crook Mickey Skinner into the big league, as head of a brutal London gang poised on the brink of a lucrative human-trafficking deal","25":"El detective de homicidios Thomas Craven investiga la muerte de su hija, una activista, y descubre secretos oscuros y los esfuerzos corporativos por encubrirlos."},"5":{"0":"Acción\nDrama\nSuspense","1":"Acción\nAventura\nCiencia ficción","2":"Acción\nAventura\nDrama","3":"Acción","4":"Acción\nCrimen\nSuspense","5":"Acción\nCrimen\nDrama","6":"Acción","7":"Acción","8":"Acción\nAventura","9":"Acción\nCrimen\nDrama","10":"Acción\nCrimen\nDrama","11":"Acción\nAventura\nComedia","12":"Acción\nComedia\nTerror","13":"Acción\nAventura\nDrama","14":"Animación","15":"Acción","16":"Animación\nAcción\nAventura","17":"Acción","18":"Acción\nTerror\nCiencia ficción","19":"Acción\nDrama\nRomance","20":"Acción","21":"Acción","22":"Acción","23":"Acción","24":"Acción\nCrimen","25":"Acción\nAventura\nDrama"},"6":{"0":"1h 28min","1":"1h 50min","2":"2h 3min","3":"1h 42min","4":"1h 44min","5":"1h 47min","6":"1h 25min","7":"2h","8":"1h 26min","9":"2h 4min","10":"1h 57min","11":"1h 47min","12":"1h 21min","13":"2h 49min","14":"1h 19min","15":"1h 30min","16":"1h 35min","17":"1h 17min","18":"1h 23min","19":"2h 3min","20":"1h 38min","21":"1h 27min","22":"1h 37min","23":"1h 26min","24":"1h 45min","25":"1h 57min"},"7":{"0":"You Have the Right to Remain Violent","1":"Seres: Genesis","2":"Detective Dee y el misterio de la llama fantasma","3":"Sisanje","4":"Sinners and Saints","5":"Ladrones","6":"Krach","7":"Undercover Rascals","8":"Tales of an Ancient Empire","9":"Moo-jeok-ja","10":"22 balas","11":"Adèle y el misterio de la momia","12":"Stag Night of the Dead","13":"Veer","14":"Kung-Fu Magoo","15":"Dogs of Chinatown","16":"Toonpur Ka Superrhero","17":"Corrado","18":"Denizen","19":"Kites","20":"Innocent","21":"Shadows in Paradise","22":"Tic","23":"Urgency","24":"The Big I Am","25":"Al límite"}}