{"0":{"0":"6,9","1":"7,1","2":"5,4","3":"6,5","4":"6,4","5":"8,8","6":"5,7","7":"5,4","8":"6,6","9":"8,1","10":"6,0","11":"6,3","12":"5,3","13":"4,1","14":"7,1","15":"7,7","16":"6,7","17":"8,5","18":"6,5","19":"8,1","20":"4,6","21":"7,3","22":"7,1","23":"6,7","24":"7,0","25":"5,5","26":"7,0","27":"5,9","28":"6,4","29":"5,9","30":"8,3","31":"3,8","32":"3,5","33":"5,4","34":"4,1","35":"7,3","36":"7,7","37":"10,0","38":"5,4","39":"5,4","40":"7,2","41":"6,2","42":"7,1","43":"3,5","44":"5,6","45":"5,7","46":"7,3","47":"5,6","48":"7,7","49":"3,5","50":"6,6","51":"6,0","52":"3,8","53":"6,0","54":"4,8","55":"6,1","56":"6,2","57":"4,9","58":"5,7","59":"4,7","60":"5,8","61":"4,9","62":"2,7","63":"5,2","64":"5,7","65":"5,9","66":"6,7","67":"4,8","68":"6,0","69":"8,0","70":"5,7","71":"7,0","72":"9,2","73":"7,3","74":"6,3","75":"3,5","76":"4,5","77":"9,3","78":"8,6","79":"3,5","80":"8,2","81":"6,3","82":"6,0"},"1":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null},"2":{"0":"Emmanuel Carrère","1":"Joel Coen","2":"Leste Chen","3":"Nabil Ben Yadir","4":"Kyle Thomas","5":"Alejandra Hou","6":"Dan Mazer","7":"Andy Heck","8":"Kaltrina Krasniqi","9":"Ibrahim Faal","10":"D. Mitry","11":"Marc Dugain","12":"Jaclyn Bethany","13":"Vanya Rose","14":"Alessandro Giglio","15":"Lucas Vasconcelos","16":"Matt Gray","17":"Alex Gorelik","18":"Ainur Askarov","19":"Noopur Bora","20":"Shane Hartline","21":"Loïc Darses","22":"Astik Dalai","23":"Robin Wright","24":"Maxime Caperan","25":"Liliana Torres","26":"Halitha Shameem","27":"Alexandra Swarens","28":"Gianluca Jodice","29":"Rob Padilla Jr.","30":"Vishnuvardhan","31":"Brent Scott Maze","32":"S.P. Jhananathan","33":"Sylvie Verheyde","34":"Nicholas Holland","35":"Ferit Karahan","36":"Irina Unger","37":"Samuel C. Morrison Jr.","38":"José Ramón Chávez","39":"Mike Cahill","40":"Yann Gozlan","41":"Lina Roessler","42":"Travis Mills","43":"Shawn Welling","44":"Stefano Mordini","45":"Cristina Grosan","46":"Tatiana Huezo","47":"Hlumela Matika","48":"Joachim Trier","49":"Joth Riggs","50":"Aleksandra Terpinska","51":"Axelle Ropert","52":"Chris Chan Lee","53":"Benjamin Steiger Levine","54":"Jeffrey Hidalgo","55":"Jake Wachtel","56":"Jens Sjögren","57":"Noel David Taylor","58":"Douglas B. Maddox","59":"Marcella Cytrynowicz","60":"Balázs Krasznahorkai","61":"Mark Raso","62":"Muammer Kocak","63":"Alana Waksman","64":"Vibeke Muasya","65":"Christophe Hermans","66":"Ana Johann","67":"Riley Warmoth","68":"Dylan McCormick","69":"Jonatan Egholm Keis","70":"Kelly Walker","71":"Bastien Solignac","72":"Jaimin Bal","73":"Shadab Khan","74":"Javier van de Couter","75":"Spencer King","76":"Joston Theney","77":"Abigail Prade","78":"Ian Scott Clement","79":"Steven M. Smith","80":"Jannette Bloom","81":"Cyprian T. Olencki","82":"Skinner Myers"},"3":{"0":"Florence Aubenas","1":"Joel Coen","2":"Qiao Shu","3":"Nabil Ben YadirAntoine Cuypers","4":"Kyle Thomas","5":"Alejandra HouAngelica Reyes","6":"Tim Long","7":"Jonathan KittrellNick Shaner","8":"Doruntina Basha","9":"Ibrahim Faal","10":"D. Mitry","11":"Marc DugainHonoré de Balzac","12":"Jaclyn Bethany","13":"Vanya Rose","14":"Alessandro GiglioIvan Specchio","15":"Lucas Vasconcelos","16":"Matt GrayIzzy Weaver","17":"Bill FreasAlex Gorelik","18":"Ainur Askarov","19":"Noopur BoraYogesh Vinayak Joshi","20":"Shane Hartline","21":"Loïc DarsesLucie Simone Tremblay","22":"Mudasir ZafarMayur MehtaHiten Tejwani","23":"Jesse Chatham","24":"Maxime CaperanThomas Finkielkraut","25":"Liliana Torres","26":"Suman Kumar","27":"Alexandra Swarens","28":"Gianluca Jodice","29":"Marie D. Jones","30":"Sandeep Shrivastava","31":"Brent Scott Maze","32":"Aalayamani","33":"Sylvie Verheyde","34":"Nicholas Holland","35":"Ferit Karahan","36":"Irina Unger","37":"J. Branden Turner","38":"Carla Sierra","39":"Mike Cahill","40":"Nicolas Bouvet-Levrard","41":"Anthony Grieco","42":"Matthew Himlin","43":"Shawn Welling","44":"Edoardo Albinati","45":"Cristina GrosanNóra Rainer-Micsinyei","46":"Jennifer Clement","47":"Mbulelo GrootboomMasego NalediNoluthando Ndlovu","48":"Eskil Vogt","49":"Ernesto Melara","50":"Dorota MaslowskaAleksandra Terpinska","51":"Axelle Ropert","52":"Chris Chan Lee","53":"Greg KaufmanBenjamin Steiger Levine","54":"Dustin Celestino","55":"Jake Wachtel","56":"Jakob Beckman","57":"Noel David Taylor","58":"Simon K. Parker","59":"Marcella Cytrynowicz","60":"Balázs KrasznahorkaiBalázs LengyelBalázs Lovas","61":"Joseph Raso","62":"Muammer Kocak","63":"Alana Waksman","64":"Siobhan Fallon Hogan","65":"Christophe HermansArthur LoustalotNoëmie Nicolas","66":"Ana JohannAlana Rodrigues","67":"Riley Warmoth","68":"Dylan McCormick","69":"Jonatan Egholm Keis","70":"Kelly Walker","71":"Bastien Solignac","72":"Ranju Cyclone","73":"Shadab Khan","74":"Anahí BerneriJavier van de Couter","75":"Spencer King","76":"Joston Theney","77":"Abigail Prade","78":"Gourav BasnetIan Scott ClementSuraj Mainali","79":"Christopher Jolley","80":"Jannette Bloom","81":"Tomasz Dembicki","82":"Skinner Myers"},"4":{"0":"La periodista francesa Florence Aubenas investiga la creciente precariedad en la sociedad francesa, a través de sus experiencias en la ciudad portuaria de Caen, en el norte del país.","1":"Un lord escocés es convencido por un trío de brujas de que se convertirá en el próximo Rey de Escocia, mientras tanto, su ambiciosa esposa, lo apoya en sus planes para tomar el poder.","2":"A story that follows a family of four leading harmonious and contented lives. When a mysterious visitor starts residing in their basement, their lives are turned upside down as strange events begin to occur.","3":"Brahim es un joven, la alegría de su madre. Un día encontrará al amor de su vida. Se convertirá en un hombre de familia, hará que todos se sientan orgullosos. Un día será maduro y realizado. Un día.","4":"When her parents are killed in a sudden car accident, television actor Frankie King (Alana Hawley Purvis) returns to her hometown in rural Alberta to face this tragedy after being estranged from her family for 20 years.","5":"After a mysterious storm, Egypt is moved to a new planet away from Earth. There, the Pharaoh decides to impose a law where every kid belongs to him. Istar, the Pharaoh's obsession, decides to return after not seeing her mother for 12 years. Therefore, she will need to survive the obstacles on her way, finding in the process that her mother abandoned her to protect her... Leer todo","6":"Con la esperanza de encontrar amistad con un estudiante de intercambio francés, un adolescente torpe descubre que el estudiante no es tan sofisticado y culto como suponía.","7":"A young gay man thinks back to his childhood growing up in a conservative Christian home and wants to move on with his life.","8":"Vera is a middle-aged sign language interpreter, whose life is disrupted by her husband's suicide who has to face the raw reality of going against the deep-seated gender issues of our times.","9":"Anna lives with her alcoholic and controlling father and dreams of becoming an actress.","10":"Angie Goodwin runs away after a horrific car crash to make her dream of becoming a superhero come true.","11":"Félix Grandet reina en su modesto hogar en Saumur, donde su esposa y su hija Eugénie llevan una existencia libre de distracciones. Extremadamente avaro, no le gustan los hombres que se apresuran a pedir la mano de su hija.","12":"En la zona rural de California, Anna organiza una fiesta de Nochevieja. Nina, una amiga de la escuela secundaria, aparece inesperadamente y María debe luchar contra sentimientos encontrados.","13":"Anne parece tenerlo todo, pero cuando su hijastro regresa a Montreal con una hermosa joven, Anne desarrolla una obsesión con los recién llegados, ya que teme que puedan destruir su vida privilegiada.","14":"Naples where life unfolds amid an incessant clamor of people, scooter horns, colors and beauty, there is a place where silence and history envelop visitors, transporting their souls on a 3,000-year-old journey: the vast underground city.","15":"A man questions himself about a political doctrine during his last birthday.","16":"On her last night in town, a shy teenager sneaks out with her best friends to throw caution to the wind and confess her feelings to her longtime crush.","17":"A promising, young underground MMA fighter falls victim to substance abuse and homelessness at the height of her career. That all changes when she meets a cocky promoter who promises her the second chance she so desperately needs.","18":"Hockey club star Maxim Kovalev, the son of the deceased billionaire and team owner, is not used to holding back his emotions. Neither at a hockey match, nor when a traffic cop slows him down on the way to an important game and wants to arrange everything \"according to the rules\". A simple conflict turns into a fatal situation for him, which radically changes his life.... Leer todo","19":"In Noopur Bora's Three Legged Horse, three real-life incidents shudder the city of Pune in India. A cynical Adnan, a dreamy Chandrika, and a reticent Rathore come together to form a beautiful friendship","20":"A young woman who loses her voice tries to pursue her dream of acting","21":"-May 20, 1980. After his father's passing, Raymond Tremblay, tax investigator, begins to suspect the funeral home of fraudulent activities. Accompanied by his daughter, little Lucy, he decides to go investigate in his native Saguenay against the backdrop of a referendum on Quebec's sovereignty.","22":"'Nobel Peace' is a feature film exploring the dangerous social tensions arisen from religious differences and simple differences of opinion which lead to cruel, senseless violence and oppression which in turn leads to further injustices and creates a never-ending cycle of exploitation from both legal authorities as well as illegal groups. Set in a small touristic vill... Leer todo","23":"Una mujer en duelo busca una nueva vida, fuera de la red en Wyoming.","24":"","25":"Una mujer emprende un viaje, haciendo escala en lugares como México e Italia, con la premisa de grabar entrevistas con sus exnovios para una película.","26":"Un evento inesperado de la vida obliga a un joven a reconsiderar el pasado y sus opiniones sobre su padre.","27":"Coming of age story, not a coming out story. An English teen has her life uprooted Sr. Year of High School. This small American town holds past memories from years spent there as a child & the uncertainties of teenagehood.","28":"En 1936, tras ser ascendido a federal, siendo el más joven de Italia, Giovanni Comini es convocado a Roma para una misión delicada: debe vigilar a Gabriele D'Annunzio y asegurarse de que no cause ningún problema","29":"Events take an unexpected turn when a young woman attends her boyfriend's graduation party at his parents' home Adapted from the Stephen King short story.","30":"Los eventos de la vida real del Capitán Vikram Batra (PVC) y la guerra de Kargil.","31":"One traumatic night unravels the life of a retired cycling champ into a nightmarish fever dream of murder, steroid rings, and assassins. Only a renegade detective can help him survive until sunrise.","32":"A farmer hell bent on a revolution locks horns with a powerful and greedy industrialist, who is responsible for the plight of farmers. Will he be able to grant his people the life they deserve?","33":"París, años 60. La influencia de Madame Claude va más allá del mundo de la prostitución - hasta que una chica rica amenaza con cambiarlo todo.","34":"Sam and his family are terrorized by a malicious stalker...but as an investigation mounts, he fears the attacks may be related to secrets he has violently kept from his family and detectives.","35":"Set over the course of a tense day at an isolated boarding school, this moral drama follows a boy's desperate fight to save his sick friend in the face of a rigid bureaucracy.","36":"A gold digger's second attempt of marriage to a wealthy entrepreneur goes tragically wrong. She comes to consciousness in a sacred land of a mysterious Shaman, who believes he is able to heal her battered body and restore the fabric of her lost soul. He coerces her into a spiritual quest to enlightenment, but has dark secrets of his own.","37":"A war veteran's attempt to get past his decades-long pain of unrequited love begins to affect his perception of reality.","38":"Su is coping with the loss of her fiance. Her therapist gives her some instructions to get over her depression. Matias and Gil, best friends of Su's dead fiance, try to help her accomplish these goals. One of them is having a female friend that allows her to connect with her feminine side. After several failed attempts, Su meets Ana, who will change Su's life.","39":"Una loca historia de amor centrada en Greg quien, tras divorciarse y ser despedido, conoce a Isabel, una mujer que vive en las calles y está convencida de que el mundo es una simulación informática.","40":"Un talentoso joven, experto en el análisis de cajas negras, tiene la misión de descubrir el motivo del accidente mortal de un nuevo modelo de avión.","41":"Un autor jubilado y cascarrabias se embarca a regañadientes en una última gira de libros para ayudar a un joven editor.","42":"One of 12 Westerns in 12 Months made during 2020, this movie explores the many amazing and horrifying stories about land pirates and thieves along the Natchez Trace in the early 1800s. The story will follow both fictional and real life characters on an adventure along the infamous road.","43":"A man will become a criminal to save his family.","44":"A fines de septiembre de 1975, una escuela católica de renombre en Roma para niños protegidos de clase media alta es atacada en lo que se conoció como la Masacre de Circeo. Examina lo que desencadenó la violencia.","45":"MAJA's life is finally coming together and her BOYFRIEND couldn't be more pleased. In the midst of moving out from their student flat, Maja's evening takes a surprising turn when she stumbles upon an old relative who is without a doubt, dead. Nobody from the family is available to help, so Maja has to deal with it herself. As she waits for the authorities, SARA, Maja'... Leer todo","46":"La vida en una ciudad en guerra vista a través de los ojos de tres jóvenes, quienes han iniciado el camino hacia la adolescencia.","47":"A coming of age story. The eldest daughter Khanya has her period while waiting out her fathers horse gambling addiction. Film explores the tensions in father daughter relationships.","48":"Explora cuatro años en la vida de Julie, una joven que navega por las turbulentas aguas de su vida amorosa y lucha por encontrar su camino profesional, lo que la lleva a tener una visión realista de quién es realmente.","49":"Taylor place la fille d'une femme Colombienne dans un programme de protection des témoins car elle doit témoigner contre un puissant réseau de drogue.","50":"Drama urbano ambientado en la Varsovia contemporánea que representa un triángulo amoroso entre un aspirante a rapero Kamil, su novia sexy Anecia y una esposa trofeo Iwona.","51":"Una joven rodeada de amor, pero también atrapada en la ruptura de sus padres y el impacto de su divorcio en su propia búsqueda del amor.","52":"Desperate to reconcile with his estranged wife, Elliot stops at a desert motel where he encounters Greta, an uncanny woman on the run from a mysterious past.","53":"Marco and Polo Go Round is a comedic love story with a very surreal twist. A couple confronts the difficulties in their relationship as gravity turns on its head and their world literally falls apart around them.","54":"Katja, a member of the sexy dance group has a wardrobe malfunction on a noontime show. She and her boyfriend, Carlito find themselves at the center of a media circus that eventually results in a brutal and very public murder. The movie is about the ruthless tendency of the entertainment industry to make a spectacle out of scandal and tragedy. It's about the lengths pe... Leer todo","55":"In this Buddhist sci-fi mystery set in near-future Phnom Penh, a young Cambodian detective untangles a link between her friend's past-life dreams of a lost gold artifact and a neuroscientist's determination to attain digital enlightenment.","56":"Hijo de inmigrantes balcánicos, Zlatan Ibrahimovic, nacido en Suecia y tras una infancia difícil, se convierte en el icónico campeón de fútbol sueco de las últimas décadas.","57":"Set against the backdrop of a comically surreal and anachronistic LA, a beleaguered young man tries to write a movie but instead gets pulled into everyone else's projects as he hallucinates his way through a bizarre indie film scene.","58":"Sometimes hope is all you need, but sometimes it can be hard to find. Faced with the death of her beloved grandmother, Lizzy now focuses on the farm, her horses, and three-day eventing. With her upcoming marriage to James threatened and challenged by a beautiful girl from his past, Lizzy must learn to stand on her own two feet but with Legacy by her side she can do it... Leer todo","59":"Set in middle America, a small town, low-income suburbia.","60":"Hungarian obstetrician Bálint Grassai left his native village in Maramures, Romania many years ago to attend medical school in Budapest. He also left behind a son he never met, the result of a short affair with a local woman. At Easter, when Bálint returns to bury his father, he is faced with deciding the fate of his abandoned son. Simon is now a self-destructive and ... Leer todo","61":"El mundo queda sumido en el caos cuando un misterioso suceso hace que todos los dispositivos electrónicos dejen de funcionar y las personas no puedan dormir. Pero Jill, una exsoldado con un pasado turbulento, podría tener la única clave para encontrar la cura.","62":"","63":"Cuando Rae, de 22 años, descendiente de sobrevivientes del Holocausto, es atacada por neonazis en Billings, Montana, el trauma de sus antepasados se vuelve real.","64":"Barbara O'Brien, una madre católica irlandesa, tiene su vida patas arriba cuando su hijo, un estudiante de primer año en la universidad, se ve involucrado en un trágico incidente de novatos.","65":"A closed session between Alice, a mother, and her two daughters.","66":"Renata lives isolated in the countryside with her teenage daughter and her husband, conceiving fear as a common feeling. The arrival of a stranger awakens in her the desire for all that was asleep.","67":"Follows a seventeen-year-old girl who struggles to find her place in the world.","68":"Seeking redemption, a middle aged man drives cross the country in search of the daughter he abandoned as a child.","69":"Villiam goes on a trip to a vacation house with Bjørn and his friends only to discover that things are not the way they used to be between them, and that Bjørn has invited him for a very specific reason.","70":"Devastated by the unexpected suicide of her best friend Fiona, Jane helps Fiona's widow care for their son. The relationship develops from a friendship to a deeper affair that's potentially catastrophic to the healing of all involved.","71":"Eighteen-year-old Étienne is trying to find his place in his family. His father, a former skinhead, can no longer stand his son's indolent, lazy, dreamy and nocturnal behavior.","72":"Shouting Silence is a multi language Crime\/Thriller\/Drama film written and directed by Jaimin Bal And produced by Jaimin Bal and Neha Desai under the banner of Hiranyagarbha Motion Pictures. The film is going to release by the end of 2021.","73":"After migrating illegally to Canada, Rabia crosses paths with a young girl Olivia, and forms an unlikely bond. But what happens when Rabia goes missing one day?","74":"Pablo and Rodrigo are thirty years old and are the real survivors of a student massacre in a town in Argentine Patagonia. Fifteen years ago, one of his classmates entered the school and, having seized his military father's gun, fired at close range, inaugurating the first school massacre in Latin America. Pablo and Rodrigo never saw the former comrade who shot them ag... Leer todo","75":"Una joven madre regresa a su lejana ciudad natal de Detroit tras la repentina muerte de su hermano gemelo. Se vuelve cercana a su grupo de amigos, descubriendo pronto, que su muerte no es lo que parece.","76":"An affectless writer is lured to a couples weekend getaway by his wife and friends, only to uncover a tumultuous secret and a perilous obsession that threaten to change the course of his life in intense and surprising ways.","77":"A Vietnamese woman enters a marriage of convenience with a disabled American war veteran and struggles to balance her new life with her personal desires.","78":"After his father is fired for writing a report on Nepal's agricultural industry, a young man has his life spiral into a nightmare as a series of mysterious and disturbing events plunges him deep into the horrifying secrets of his past.","79":"Harry Price investigates the ghosts of Borley Rectory during his stay there.","80":"Ten years after a failed music career, Sylvie runs into her former bandmate David, now busking and living in a tent on the streets of Portland, and offers him a place to stay for three days while her husband is away.","81":"Un acontecimiento del pasado separa el destino de tres amigos.","82":"Enfrentado a una serie de incidentes racialmente cargados, un joven negro debe superar la ira, la alienación y la desesperanza para encontrar su propia humanidad."},"5":{"0":"Drama","1":"Drama\nMisterio\nSuspense","2":"Drama\nMisterio\nSuspense","3":"Crimen","4":"Drama","5":"Corto","6":"Comedia\nDrama","7":"Corto","8":"Drama","9":"Corto","10":"Drama\nMisterio","11":"Drama","12":"Drama","13":"Drama","14":"Drama","15":"Corto","16":"Comedia","17":"Acción","18":"Drama","19":"Drama","20":"Corto","21":"Corto","22":"Drama","23":"Aventura\nDrama","24":"Corto","25":"Drama","26":"Comedia\nDrama","27":"Drama\nRomance","28":"Biografía\nDrama\nHistoria","29":"Corto\nDrama\nCiencia ficción","30":"Acción\nBiografía\nDrama","31":"Crimen\nDrama\nSuspense","32":"Acción\nDrama","33":"Biografía\nCrimen\nDrama","34":"Crimen\nDrama\nSuspense","35":"Drama\nSuspense","36":"Drama","37":"Corto","38":"Comedia","39":"Drama\nRomance\nCiencia ficción","40":"Drama\nMisterio\nSuspense","41":"Comedia\nDrama","42":"Drama\nHistoria\nDel oeste","43":"Acción\nCrimen\nDrama","44":"Drama","45":"Comedia","46":"Drama","47":"Corto","48":"Comedia\nDrama\nRomance","49":"Acción\nDrama\nSuspense","50":"Drama","51":"Drama","52":"Misterio\nCiencia ficción","53":"Animación","54":"Crimen","55":"Drama\nCiencia ficción","56":"Biografía\nDrama\nDeporte","57":"Comedia","58":"Animación\nDrama\nFamiliar","59":"Drama\nRomance\nSuspense","60":"Drama","61":"Acción\nAventura\nDrama","62":"Drama","63":"Drama","64":"Crimen\nDrama\nMisterio","65":"Drama","66":"Drama","67":"Drama","68":"Drama\nRomance","69":"Corto","70":"Drama","71":"Corto","72":"Crimen","73":"Drama","74":"Drama","75":"Drama\nSuspense","76":"Drama\nFantasía\nRomance","77":"Corto","78":"Drama","79":"Drama\nTerror\nMisterio","80":"Drama","81":"Acción\nCrimen\nDrama","82":"Drama"},"6":{"0":"1h 46min","1":"1h 45min","2":"1h 50min","3":"1h 31min","4":"1h 26min","5":"15min","6":"1h 33min","7":"7min","8":"1h 22min","9":"9min","10":"1h 26min","11":"1h 43min","12":"1h 27min","13":"1h 49min","14":"1h 21min","15":"12min","16":"1h 19min","17":"1h 5min","18":"1h 26min","19":"2h 3min","20":"13min","21":"29min","22":"2h 1min","23":"1h 29min","24":"15min","25":"1h 19min","26":"2h 33min","27":"1h 27min","28":"1h 46min","29":"17min","30":"2h 15min","31":"1h 34min","32":"2h 24min","33":"1h 52min","34":"1h 38min","35":"1h 25min","36":"2h 13min","37":"6min","38":"1h 30min","39":"1h 43min","40":"2h 9min","41":"1h 42min","42":"1h","43":"1h 33min","44":"1h 46min","45":"1h 23min","46":"1h 51min","47":"14min","48":"2h 8min","49":"1h 22min","50":"1h 46min","51":"1h 26min","52":"2h 1min","53":"12min","54":"1h 25min","55":"1h 41min","56":"1h 40min","57":"1h 19min","58":"1h 43min","59":"1h 30min","60":"1h 32min","61":"1h 36min","62":"1h 25min","63":"1h 21min","64":"1h 41min","65":"1h 21min","66":"1h 39min","67":"1h 16min","68":"1h 29min","69":"34min","70":"1h 27min","71":"28min","72":"1h 35min","73":"1h 26min","74":"1h 20min","75":"1h 30min","76":"1h 32min","77":"20min","78":"1h 21min","79":"1h 20min","80":"1h 44min","81":"2h 19min","82":"1h 13min"},"7":{"0":"En un muelle de Normandía","1":"La tragedia de Macbeth","2":"Mi mi fang ke","3":"Animals","4":"Range Roads","5":"Inside the Notebook","6":"El estudiante de intercambio","7":"Burn","8":"Vera Dreams of the Sea","9":"Don't Kill My Dreams","10":"My True Fairytale","11":"Eugénie Grandet","12":"Highway 1","13":"Woman in Car","14":"Black Parthenope","15":"Nada de Bom acontece depois dos 30","16":"Madison Baker Was Here","17":"Knockout Girls","18":"Buran","19":"Three Legged Horse","20":"Cookie","21":"Cercueil, tabarnak!","22":"Nobel Peace","23":"En un lugar salvaje","24":"Pornstar","25":"¿Qué hicimos mal?","26":"Aelay","27":"Spring","28":"El poeta y el espía","29":"Graduation Afternoon","30":"Shershaah","31":"La Flamme Rouge","32":"Laabam","33":"Madame Claude","34":"An Intrusion","35":"Mi mejor amigo","36":"Soul Eclipse","37":"Years","38":"Después de Ti","39":"Felicidad","40":"Black Box","41":"Best Sellers","42":"Tales of the Natchez Trace","43":"The Shipment","44":"La Escuela Católica","45":"Things Worth Weeping For","46":"Noche de fuego","47":"Tab","48":"La peor persona del mundo","49":"Night of The Sicario","50":"Inni ludzie","51":"Petite Solange","52":"Silent River","53":"Marco & Polo Go Round","54":"General Admission","55":"Karmalink","56":"Jag är Zlatan","57":"Man Under Table","58":"Hope's Legacy","59":"American Cherry","60":"Hasadék","61":"Disomnia","62":"Road of Dreams","63":"We Burn Like This","64":"La furia de una madre","65":"La ruche","66":"A Mesma Parte de Um Homem","67":"West Michigan","68":"Sometime Other Than Now","69":"Sail On, My Love","70":"My Fiona","71":"Apatrides","72":"Shouting Silence","73":"Rabia and Olivia","74":"Implosion","75":"Time Now","76":"Wanton Want","77":"A Mutual Understanding","78":"Basenji","79":"The Ghosts of Borley Rectory","80":"Sing to Me Sylvie","81":"Furioza","82":"The Sleeping Negro"}}