{"0":{"0":"7,3","1":"5,4","2":"5,9","3":"6,7","4":"5,7","5":"7,2","6":"5,9","7":"8,4","8":"6,8","9":"8,8","10":"5,9","11":"6,2","12":"5,9","13":"5,2","14":"6,3","15":"8,0","16":"6,8","17":"5,3","18":"6,2","19":"4,1","20":"5,6","21":"6,6","22":"6,5","23":"5,8","24":"6,9","25":"7,4","26":"6,7","27":"5,4","28":"7,3"},"1":{"0":"67%","1":"95%","2":"20%","3":"84%","4":"48%","5":"93%","6":"100%","7":"95%","8":"94%","9":"100%","10":"81%","11":"0%","12":"29%","13":"37%","14":"67%","15":"94%","16":"95%","17":"57%","18":"49%","19":"100%","20":"67%","21":"86%","22":"88%","23":"89%","24":"100%","25":"93%","26":"90%","27":"73%","28":"84%"},"2":{"0":"Jaret Martino","1":"Ilker Savaskurt","2":"A.L. Vijay","3":"Gil Kenan","4":"Ferdinando Cito Filomarino","5":"Juho Kuosmanen","6":"Urenna Amadi","7":"Shoojit Sircar","8":"Jane Campion","9":"M. Manikandan","10":"Harry Wootliff","11":"Rumi Jaffery","12":"Michael Mailer","13":"Darren Lynn Bousman","14":"Ben Sombogaart","15":"Sian Heder","16":"Jan Verheyen","17":"Alejandro Hidalgo","18":"Martin Bourboulon","19":"Clayton Scott","20":"Kris Niklison","21":"Kirill Serebrennikov","22":"J.P. Watts","23":"Kate Dolan","24":"Ainsley Gardiner","25":"Xavier Giannoli","26":"Leon Lee","27":"Oliver Milburn","28":"Scooter Powell"},"3":{"0":"Jaret MartinoAlexa Petito","1":"Mehmet Kala","2":"Vijayendra Prasad","3":"Ol Parker","4":"Kevin A. Rice","5":"Rosa Liksom","6":"Amadi Chris","7":"Shubhendu Bhattacharya","8":"Jane Campion","9":"M. Manikandan","10":"Harry Wootliff","11":"Rumi Jaffery","12":"Vojin Gjaja","13":"Josh Stolberg","14":"Marian Batavier","15":"Sian Heder","16":"Lien Willaert","17":"Alejandro Hidalgo","18":"Caroline Bongrand","19":"Clayton Scott","20":"Kris Niklison","21":"Alexey Salnikov","22":"J.P. Watts","23":"Kate Dolan","24":"Patricia Grace","25":"Xavier Giannoli","26":"Leon Lee","27":"Scott K. Andrews","28":"Rasheed Stephens"},"4":{"0":"A middle school student is forced to move schools after horrific bullying, despite processing grief and making a huge transition she's able to clear the way for a brighter future.","1":"A quirky receptionist in a hotel in Istanbul welcomes guests as they tumble upon their daily struggles, all to end up in a mix of chaos and dread after the arrival of a mysterious man who declares that he is their patron Saint.","2":"A biopic on the late Tamil Nadu Chief Minister J Jayalalithaa.","3":"En esta historia sobre el origen de Papá Noel, un niño corriente emprende una aventura extraordinaria para encontrar a su padre, entregado a la búsqueda de la legendaria aldea de Elfhelm.","4":"Después de un fatídico accidente de tráfico en Grecia, el turista estadounidense Beckett debe darse a la fuga para evitar que lo maten, pues se ha visto implicado en una peligrosa conspiración política.","5":"Mientras un tren se dirige al Círculo Polar Ártico, dos extraños comparten un viaje que les cambiará su perspectiva de la vida.","6":"Even in this contemporary world, modernized slavery is still the order of the day. People voluntarily work for pay but end up receiving hatred, humiliation, denial, and hardship. However, time has got its ways of healing all wounds.","7":"Un viaje biográfico que describe en detalle las dos décadas que pasó el revolucionario, Sij Punjabi Udham Singh, planeando el asesinato del hombre responsable de la masacre de Jallianwala Bagh.","8":"El carismático ranchero Phil Burbank inspira temor y asombro en quienes lo rodean. Cuando su hermano trae a casa una nueva esposa y su hijo, Phil los atormenta hasta que se ve expuesto a la posibilidad del amor.","9":"The last active farmer in a remote village tries to hold out against a property developer.","10":"Sigue a una joven que vive al margen de la sociedad y que se deja embriagar por un desconocido que anula su tranquila vida.","11":"Un octogenario tiene la afición por los juegos de la vida real sobre aciertos y errores. Un vistazo a las decisiones que uno toma a lo largo de su vida y el hecho de que cada decisión tiene sus repercusiones, su audiencia y su juicio.","12":"Durante su último año en una universidad de la Ivy League en 1999, la vida de un grupo de amigos y compañeros de equipo cambia para siempre cuando un veterinario del ejército asume el cargo de entrenador de su disfuncional equipo de remo.","13":"Una mente sádica da rienda suelta a una forma retorcida de justicia; el aterrador nuevo capítulo del Libro de Saw.","14":"Las memorias de la amiga de Ana Frank, Hannah Goslar.","15":"Como hija de adultos sordos, Ruby es la única persona oyente en su familia. Cuando el negocio pesquero de la familia se ve amenazado, Ruby se encuentra dividida entre perseguir su amor por la música y su miedo a abandonar a sus padres.","16":"William and Olga are given the shock diagnosis that their only daughter Sandra (6) has MLD, a rare muscular disease. She has roughly one year to live. As the family's world crumbles, the father refuses to give up hope and starts a fierce battle against the pharma industry.","17":"Un sacerdote estadounidense que trabaja en México es poseído durante un exorcismo y termina cometiendo un acto terrible.","18":"El gobierno le está pidiendo a Eiffel que diseñe algo espectacular para la Exposición Universal de París de 1889, pero Eiffel simplemente quiere diseñar el metro.","19":"En Skidmore (Missouri), dos reporteros descubren nuevos detalles sobre la desaparición hace diez años de Susie Potter y se obsesionan por averiguar la verdad.","20":"In a remote and arid place, three people lead a monotonous life. Every day the man and his peon go to plow the land while the woman feeds the animals and washes the clothes. When an unexpected event breaks that routine, oppression and cruelty will manifest themselves without limits.","21":"Un día en la vida de un dibujante y su familia en la Rusia post-soviética. Mientras sufre de gripe, Petrov es llevado por su amigo Igor a una larga caminata, entrando y saliendo de la fantasía y la realidad.","22":"Durante la Primera Guerra Mundial, un grupo de mineros británicos son reclutados para hacer túneles y colocar bombas en la zona del frente alemán para poder poner fin a la Batalla de Messines.","23":"En el norte de Dublín, la madre de Char desaparece misteriosamente. Cuando regresa por la noche, Char tendrá que luchar por descubrir la verdad de su desaparición y desenterrar los oscuros secretos de su familia.","24":"Entwines the very different lives of three Maori girls, cousins, through tumultuous decades, after one of them is taken from her family and raised in an orphanage.","25":"Un joven poeta va en busca de fortuna con grandes esperanzas para el futuro, probando suerte en París bajo el ala protectora de una baronesa.","26":"When the Chinese Communist Party launches a brutal crackdown against 100 million citizens, a jaded American reporter and a team of innocent students risk everything to expose the deadly propaganda and fight for freedom.","27":"A 15-year old flees to his school after an apocalyptic event.","28":"A betrayed married woman's life change in one day after running into a man whose life has reached a crossroad. They make the right choices and their lives change between forever."},"5":{"0":"Corto","1":"Drama\nMisterio\nSuspense","2":"Biografía\nDrama","3":"Aventura\nDrama\nFamiliar","4":"Acción\nCrimen\nDrama","5":"Drama\nRomance","6":"Drama","7":"Biografía\nCrimen\nDrama","8":"Drama\nDel oeste","9":"Drama","10":"Drama","11":"Drama\nMisterio\nSuspense","12":"Drama\nDeporte","13":"Terror\nMisterio\nSuspense","14":"Drama","15":"Comedia\nDrama\nMúsica","16":"Drama","17":"Drama\nTerror","18":"Biografía\nDrama\nHistoria","19":"Drama\nMisterio\nSuspense","20":"Corto","21":"Drama\nCiencia ficción","22":"Drama\nHistoria\nBélico","23":"Drama\nTerror","24":"Drama","25":"Drama\nRomance","26":"Drama","27":"Comedia\nDrama\nTerror","28":"Drama\nRomance"},"6":{"0":"13min","1":"1h 49min","2":"2h 33min","3":"1h 46min","4":"1h 50min","5":"1h 47min","6":"1h 21min","7":"2h 44min","8":"2h 6min","9":"2h 2min","10":"1h 42min","11":"2h 19min","12":"1h 59min","13":"1h 33min","14":"1h 43min","15":"1h 51min","16":"1h 47min","17":"1h 38min","18":"1h 48min","19":"1h 32min","20":"19min","21":"2h 25min","22":"1h 36min","23":"1h 33min","24":"1h 38min","25":"2h 29min","26":"1h 48min","27":"1h 45min","28":"1h 23min"},"7":{"0":"The Worst Day of My Life","1":"Reflection","2":"Thalaivi","3":"El chico que salvó la Navidad","4":"Beckett","5":"Compartimento nº 6","6":"Not a Slave","7":"Sardar Udham","8":"El poder del perro","9":"Kadaisi Vivasayi","10":"True Things","11":"Chehre","12":"Heart of Champions","13":"Spiral. Saw","14":"Mi gran amiga Ana Frank","15":"CODA: Los sonidos del silencio","16":"Red Sandra","17":"El exorcismo de Dios","18":"Eiffel","19":"Below the Fold","20":"Dogs","21":"Petrov's Flu","22":"The War Below","23":"You Are Not My Mother","24":"Cousins","25":"Las ilusiones perdidas","26":"Unsilenced","27":"School's Out Forever","28":"Between Forever"}}