{"0":{"0":"5,4","1":"6,8","2":"7,0","3":"6,2","4":"6,4","5":"6,4","6":"6,1","7":"6,9","8":"5,8"},"1":{"0":"10%","1":"51%","2":"66%","3":"66%","4":"37%","5":"72%","6":"18%","7":"52%","8":"21%"},"2":{"0":"Robert Luketic","1":"Joseph Kosinski","2":"Jeff Tremaine","3":"Harald Zwart","4":"Pierre Morel","5":"Christopher Smith","6":"Guy Moshe","7":"Zack Snyder","8":"Paul W.S. Anderson"},"3":{"0":"Bob DeRosa","1":"Edward Kitsis","2":"Jeff Tremaine","3":"Christopher Murphey","4":"Adi Hasak","5":"Dario Poloni","6":"Boaz Davidson","7":"John Orloff","8":"Paul W.S. Anderson"},"4":{"0":"Una mujer de vacaciones conoce al hombre ideal, con el que rápidamente se casa. De vuelta en casa, su idilio se desvanece cuando descubren que sus vecinos podrían ser asesinos a sueldo contratados para matarlos.","1":"El hijo del diseñador de un mundo virtual va en busca de su padre y acaba en el mundo que su padre creó, donde conoce a su corrupta creación y a un aliado que ha nacido en este universo.","2":"Los chicos de Jackass han vuelto, así que prepárate para contemplar, desde una distancia segura e higiénica, las increíbles, explícitas y no censuradas actividades de estos entrañables idiotas.","3":"Una madre soltera tiene que mudarse a China con su hijo por trabajo. En su nuevo hogar, el niño se acoge al kung-fu bajo el tutelaje de un maestro.","4":"En París, un joven empleado de la oficina del embajador de los Estados Unidos se involucra con un espía estadounidense que busca detener un ataque terrorista en la ciudad.","5":"Ambientada en la época del primer brote de peste bubónica en Inglaterra, a un joven monje se le encomienda la tarea de averiguar la verdad sobre los informes de personas que vuelven a la vida en un pequeño pueblo.","6":"Un joven se ha pasado la vida buscando venganza solo para enfrentarse a un desafío mayor del que esperaba.","7":"Cuando un joven búho es secuestrado por un ejército de búhos malvados, debe escapar con nuevos amigos y buscar a los legendarios Guardianes para detener la amenaza.","8":"Mientras sigue intentando destruir a la malvada Corporación Umbrella, Alice se une a un grupo de supervivientes que viven en una prisión rodeada de infectados que también quieren trasladarse al misterioso refugio conocido como Arcadia."},"5":{"0":"Acción\nComedia\nRomance","1":"Acción\nAventura\nCiencia ficción","2":"Documental\nAcción\nComedia","3":"Acción\nDrama\nFamiliar","4":"Acción\nCrimen\nSuspense","5":"Acción\nDrama\nHistoria","6":"Acción\nDrama\nSuspense","7":"Animación\nAcción\nAventura","8":"Acción\nTerror\nCiencia ficción"},"6":{"0":"1h 40min","1":"2h 5min","2":"1h 34min","3":"2h 20min","4":"1h 32min","5":"1h 42min","6":"2h 4min","7":"1h 37min","8":"1h 36min"},"7":{"0":"Killers","1":"Tron: Legacy","2":"Jackass 3D","3":"The Karate Kid","4":"Desde París con amor","5":"Black Death (Garra negra)","6":"Bunraku","7":"Ga'Hoole La leyenda de los guardianes","8":"Resident Evil: Ultratumba"}}