{"0":{"0":"6,0","1":"5,7","2":"7,0","3":"7,6","4":"8,4","5":"5,8","6":"5,2","7":"4,2","8":"6,4","9":"5,4","10":"6,5","11":"5,9","12":"7,9","13":"7,4","14":"6,7","15":"7,9","16":"6,2","17":"7,0","18":"4,5","19":"7,1","20":"7,7","21":"8,1","22":"7,6","23":"6,6","24":"5,8","25":"6,8","26":"8,3","27":"7,5","28":"4,4","29":"7,1","30":"7,3","31":"8,4","32":"5,9","33":"6,8","34":"4,3","35":"6,4","36":"5,6","37":"3,8","38":"6,1","39":"5,6","40":"6,3","41":"6,9","42":"4,6","43":"6,8","44":"7,8","45":"4,6","46":"6,7","47":"3,3","48":"5,5","49":"4,8","50":"5,2","51":"6,3","52":"4,8","53":"8,8","54":"2,8","55":"4,4","56":"8,1","57":"5,1","58":"2,4","59":"5,4","60":"4,6","61":"4,9","62":"6,7","63":"6,1","64":"4,8","65":"5,7","66":"6,1"},"1":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null},"2":{"0":"Ilker Çatak","1":"Claudia Sainte-Luce","2":"Fred Cavayé","3":"Rakib Erick","4":"Joffre Faria Silva","5":"Abhishek Prasad","6":"Anjani Pandey","7":"Marianna Palka","8":"Clara Roquet","9":"Fiona Gelsomina Ziegler","10":"Lisa Bierwirth","11":"Mauricio Eça","12":"David Skato","13":"Hemant Dhome","14":"Lane Michael Stanley","15":"Robert Mychal Patrick Butler","16":"Alejandro Andújar","17":"Ángeles Cruz","18":"David Verbeek","19":"Leena Pendharkar","20":"DK Welchman","21":"Vinod Pande","22":"Zarko Banduka","23":"Aleksey Fedorchenko","24":"Karthik Subbaraj","25":"Alex Ranarivelo","26":"Mat Johns","27":"David Fowler","28":"Thomas Bangert","29":"Maysoon Pachachi","30":"Alexander Kossev","31":"Madonne Ashwin","32":"Legend","33":"Will Sharpe","34":"James Clayton","35":"Pandiraj","36":"Prem","37":"Razneesh Ghai","38":"H. Vinoth","39":"Alessandro Baccini","40":"Thu Pa Saravanan","41":"Manu Anand","42":"Tibor Takács","43":"Sukhminder Dhanjal","44":"Morgan O'Callaghan","45":"John Stephen Baltazar","46":"Shinsuke Sato","47":"Asif Akbar","48":"Ante Novakovic","49":"Randall Emmett","50":"Ramesh Varma","51":"Mo Zhang","52":"Millicent Shelton","53":"Goutham Kanade","54":"David Gere","55":"Sophia Banks","56":"Aakash Gupta","57":"Christopher Borrelli","58":"Thomas J. Churchill","59":"Billy Chaser","60":"Bennet De Brabandere","61":"Elizabeth Allen Rosenbaum","62":"Todd Norwood","63":"Kat Coiro","64":"Christian Frelinghuysen","65":"Don Hall","66":"David O. Russell"},"3":{"0":"Finn-Ole HeinrichGabriele Simon","1":"Claudia Sainte-Luce","2":"Fred Cavayé","3":"Rakib Erick","4":"Joffre Faria Silva","5":"Abhishek Prasad","6":"Anjani Pandey","7":"Todd M. Friedman","8":"Clara Roquet","9":"Fiona Gelsomina Ziegler","10":"Hannes HeldLisa Bierwirth","11":"Ilana Casoy","12":"David Skato","13":"Hemant Dhome","14":"Lane Michael Stanley","15":"Robert Mychal Patrick Butler","16":"Alejandro Andújar","17":"Ángeles Cruz","18":"David Verbeek","19":"Leena Pendharkar","20":"Wladyslaw Stanislaw Reymont","21":"Vanshika GuptaRohan JadhavAnand Mishra","22":"Ana BandukaJasminka Markovic","23":"Aleksey FedorchenkoLidia Kanashova","24":"Nick Bain","25":"Sean Patrick Flanery","26":"Mat Johns","27":"David Fowler","28":"Thomas Bangert","29":"Irada Al-Jubori","30":"Valentina Angelova","31":"Madonne Ashwin","32":"Legend","33":"Simon Stephenson","34":"Cooper Bibaud","35":"M Chandramouli","36":"Vijay Eshwar","37":"Chintan Gandhi","38":"H. Vinoth","39":"Alessandro Baccini","40":"Thu Pa Saravanan","41":"Divyanka","42":"Michael Paré","43":"Sukhminder Dhanjal","44":"Jonny Brookes","45":"Evyn George","46":"Yasuhisa HaraTsutomu Kuroiwa","47":"Koji Steven Sakai","48":"Kyle Travis Sharp","49":"Adam Taylor Barker","50":"Ramesh Varma","51":"Yu ChenYimou Zhang","52":"Christopher J. Moore","53":"Goutham Kanade","54":"David Gere","55":"Jinder Ho","56":"Shyam BharteeyNeeta Gupta","57":"Christopher Borrelli","58":"Thomas J. Churchill","59":"Billy Chaser","60":"Bennet De Brabandere","61":"Mindy Stern","62":"Todd Norwood","63":"John Rogers","64":"Christian Frelinghuysen","65":"Qui Nguyen","66":"David O. Russell"},"4":{"0":"Janik and Samuel are very close. After high school, they plan to go to Turkey in search of Samuel's father, whose name they only know. However, shortly before their departure, Janik makes a mistake that calls everything into question.","1":"\"Sol's path\" - A woman struggles to find her kidnapped son in Mexico City.","2":"París 1942. François Mercier aspira formar una familia con la mujer que ama, Blanche. Labora para el Sr. Haffmann, talentoso joyero. Con la ocupación alemana, los dos hombres hacen un pacto cuyas consecuencias, alterarán sus destinos.","3":"After years of estrangement, a daughter finally attempts to reconnect with her father.","4":"Bullied at school because of his father's sexuality, Beckett takes matters into his own hands.","5":"This comedy short film is story is based in Ballia in Eastern UP. It humorously depicts the unbalanced nature of our society and the deep rooted old stereotypes which we fit as per our convenience in Today world. Humourous take on the status divide between Bihar vs UP and how it affects the common life of a mafiosi family. The role that media plays in today's world an... Leer todo","6":"Una historia extraordinaria de un joven gurú financiero, Randy, que sufre toda una vida de angustias, solo para descubrir la forma más pura de amor en su único compañero verdadero, su perro Koko.","7":"Un padre afligido se enfrenta al mundo sombrío y manipulador del cobro de deudas de alto riesgo, mientras lucha por liberarse de las tragedias de su pasado. Se encontrará enfrentado a su mejor amigo, su prodigio y su amor.","8":"Los Vidal pasan las vacaciones con la abuela Ángela, que sufre Alzheimer. Por primera vez, Nora siente que no encuentra su lugar. Pero todo cambia con la llegada de Libertad, la hija de Rosana, que cuida a Ángela.","9":"Evzen is in his late thirties and has neither a family of his own nor a secure income. Instead, he has established an underground music club in Prague, the city his father originally came from.","10":"In Frankfurt's Bahnhofsviertel, two people meet whose lives could hardly be more different. Monika is in her mid-forties and belongs to the city's cultural scene as a curator.","11":"Un vistazo a la verdadera trama psicológica que rodea a los asesinatos de Manfred y Marísia von Richthofen, orquestados por su propia hija, Suzane, junto con su novio y cuñado, los hermanos Cravinhos.","12":"As a boy copes with his difficult home life and his parents' failing marriage, a mysterious girl suddenly appears. Faith, family, and a special kind of magic come together as his new friend teaches them all about love, forgiveness, and healing.","13":"Kabir the only male member of his family finds difficult to deal with females in his house.He starts Sunflower tours and the very first trip is with seven different aged group females where he has to deal with their differences.","14":"Amy is sent unwillingly to a recovery house by her mom, where she meets Hal, a recently incarcerated heroin addict. This film explores the everyday struggles, joys, and horrors of getting clean.","15":"The coming age story of a 16 year old quirky black teen. The film follows him as he goes through high school. He deals with various issues like love, death, bullies, and social awkwardness.","16":"A peasant woman marries a mysterious white man to \"improve her race\", but finds herself unable to get pregnant.","17":"Chabela, Maria and Toña, live in a Mixtecan town, where they have to confront their own sexuality.","18":"Un grupo de jóvenes ricos y mimados se convierten en vampiros después de una noche de fiesta, cambiando el curso de sus vidas y abriendo una brecha entre todos ellos.","19":"Rakhi Singh, a poised businesswoman, struggles to care for her Alzhiemer's stricken mother, amid mounting family tensions.","20":"Adaptación de una novela ganadora del Premio Nobel sobre una campesina polaca de finales del siglo XIX que causa estragos al casarse con un hombre mayor y rico.","21":"Lakhpat, an undertaker for unclaimed bodies, is followed by a dead woman's young son of 6-7 years old to the cremation ground. The boy turns up at his door again at night, demanding bread to eat. Lakhpat yields and even entreats him to stay the night. Though no emotions are overtly exchanged between the two, a bond is formed.","22":"","23":"A stark experiment by director A. Fedorchenko and a new form of cinema, which takes the spectator into the recollections of the protagonist, along corridors of memory and through key events of Russian history from the Silver Age to WWII.","24":"Un gángster nómada se ve atrapado entre el bien y el mal en una lucha por un lugar al que llamar hogar.","25":"Mickey Kelley, uno de los primeros cinturones negros estadounidenses en jiu-jitsu brasileño, se aleja de todo lo que ama y entra en un torneo de MMA no autorizado.","26":"Rabia and Maddie, a pupil and teacher, form a friendship under the unlikeliest of circumstances.","27":"When strange phenomena starts happening in a small town, two colleagues are called into action to investigate.","28":"Desperate to get her life back to normal after a surprisingly uncommon medical diagnosis, Ashley Jones is forced to examine what \"normalcy\" really means in a world of mistaken identities, very old, old friends, and poisoned meatballs.","29":"Set in 2006 against the backdrop of intense sectarian war, Our River...Our Sky follows the stories of a small Baghdad community trying to find some semblance of normality and hope despite unpredictable violence, turmoil, and loss.","30":"Grieving due to injustice in school, betrayed by her closest people, 17 year-old Petya commits suicide. This happens to the talented poetess Petya Dubarova in 1979. This also happens in 2019 to a regular girl, also named Petya. Different times, different girl, the System which does not tolerate different ones remains the same.","31":"La vida del barbero de un pueblo cambia radicalmente cuando se convierte en el voto decisivo en las elecciones locales.","32":"We're in the midst of a revolution. With protests and uprisings taking place all over the world in the name of justice, we find ourselves in a time where the world is finally ready to hear the voice of the inner city. Asbury Park echoes that voice, revealing a tale of injustice through the eyes of four inner-city youths. They dream of making it out of the hood, but in... Leer todo","33":"Un retrato del prolífico artista inglés Louis Wain, que alcanzó la fama a finales del siglo XIX.","34":"Tras robar millones en efectivo del escondite de drogas del sádico jefe mafioso Temple, un ladrón encuentra un pasajero de polizón en su coche.","35":"A lawyer turns judge jury and executioner and goes after a gang, led by a minister's son, that threatens women with videos of them.","36":"Amar, a bright young boy, falls in love with Anitha, but when she rejects his advances, Amar turns into a different person with dim prospects. Produced by Rakshitha Prem, it is touted to be a musical love story.","37":"Agent Agni, a highly trained and deadly field agent is entrusted with the mission to gather Intel and eliminate Rudraveer, an international human and arms trafficker who has been off the radar for ten years.","38":"Arjun, un oficial de IPS, se embarca en una misión para cazar motociclistas ilegales involucrados en robos y asesinatos.","39":"Mark is an intelligent lawyer and Martial Artist who becomes a Martial Art Champion. Mark is introduced to a Masonic Organization where he fights for a lot of money against criminals who want to win for their freedom. Mark uses his winnings to help associations that deal with poor children in the world, in which his girlfriend Aurora is also a part of. During the figh... Leer todo","40":"A normal man from a middle-class family questioning the authorities for abusing their powers.","41":"Irfan, an innocent man with an ordinary life, is portrayed as the evil incarnated by media trials. Is there a journey back to normal life for a man accused of terrorism? Is there more to Irfan than what meets the eye?","42":"Un asesino semiretirado y un agente de la DEA se cruzan en misiones distintas para detener a una organización que ha construido una peligrosa máquina que amenaza con atacar la red eléctrica y provocar una catástrofe mundial.","43":"Nishana is an action packed drama story about two unemployed young boys from different villages who are frustrated from life. They come to a railway track for committing suicide. On railway track they becomes friends but unfortunately being arrested by police before committing suicide. Police officers want to put their names in few unsolved crime cases. Both boys get ... Leer todo","44":"After the events of The Arsonist (2020), Detective Constable Price (George Everett-Button) and Detective Inspector Newman (Toby Haycock) team up to defend the city from corruption.","45":"Un jefe de policía contrata a un amigo, que es espía internacional, para que le ayude a buscar a un sospechoso buscado en Filipinas. Cuando el jefe muere, todas las pruebas apuntan hacia el espía, y éste debe defenderse.","46":"Un joven que sueña con convertirse en general, y Ying Zheng, cuyo objetivo es la unificación.","47":"Un agente de la DEA con trastorno de estrés postraumático regresa a casa luego de una misión fallida. Ahora debe proteger a su familia de un ex convicto y sus secuaces liberados hace poco que buscan millones escondidos dentro de su casa.","48":"After being discharged from the military, Sgt. Barnes finds his way back into society via a charismatic politician with a covert plan to eliminate an underground criminal element.","49":"Un adicto a los opiáceos en recuperación busca vengarse de los traficantes responsables de vender las drogas que resultaron en la muerte de su prometida.","50":"A murder suspect escapes police custody due to criminologist Priya's misjudgment of her case for the thesis. Priya along with Arjun solves the mystery around the murder and money laundering which lead to the murder.","51":"La historia del francotirador Zhang Taofang, un joven recluta del ejército que a los 22 años bate un récord durante la Guerra de Corea al matar o herir a 214 soldados estadounidenses con 435 disparos en sólo 32 días.","52":"Durante un desgarrador viaje, una madre viuda lucha para proteger a su familia cuando un asesinato y una bolsa de dinero que ha desaparecido ponen sus vidas en peligro.","53":"Modern science takes a leap as Indian R&AW agents try to tackle a criminal mastermind who wreaks havoc across the country.","54":"Un grupo de jóvenes adultos pasan el fin de semana en la casa de un amigo junto al lago, ignorantes del regreso del terrorífico acosador enmascarado.","55":"Un grupo de oficiales con base en un laberinto secreto debe luchar por su vida contra Hatchet, un brillante e infame prisionero. Cuando escapa, su misteriosa y mortal agenda tiene consecuencias terribles y de largo alcance.","56":"Narayan Gurjar (Gajendra Chauhan) is a very cultured self respecting rural youth, Due to crop failure in the village he has to work as a security supervisor in a factory. Narayan Gurjar has to go to get his 5 year old son Ravi (Master Naitik) admitted in the school, on the same day after getting admission he takes his son along with him and reaches the factory's offic... Leer todo","57":"Después de dejar una vida de crimen y violencia, Ray es un buen tipo reformado que disfruta de una tranquila vida familiar en los suburbios.","58":"Una explosión química en una base militar desencadena un desastre. El Sargento Dash intenta mantener la paz en la estación de policía local, mientras la explosión desata una lluvia ácida tóxica.","59":"Billy and Jay, friends since kids and now beat down with life, go on an adventure to track down Billy's original NES gaming system in order to play it one more time.","60":"A lone man with the Christmas Spirit trapped in his head must kidnap a teenage girl in order to save Christmas.","61":"Un toque moderno de Cenicienta ambientado en la cultura Sneaker de la ciudad de Nueva York.","62":"A newly single guy meets an offbeat girl after posting his dating manifesto online. As the two spend a weekend together in a pretend relationship, a connection grows that may complicate their real lives.","63":"Las superestrellas de la música Kat Valdez y Bastian se van a casar ante una audiencia mundial de fans. Pero cuando Kat se entera de que Bastian le ha sido infiel, decide casarse con Charlie, un desconocido entre la multitud.","64":"Nathan ha hecho una broma dañina en su escuela y lo envían a la granja de su padre. Ahí encuentra más de lo que esperaba, incluida Sarah, una granjera encantadora, una banda criminal y un caballo que solo él puede escuchar hablar.","65":"Los legendarios Clade son una familia de exploradores cuyas diferencias amenazan con echar por tierra su última y más crucial misión.","66":"Ambientada en los años 30, sigue a tres amigos que son testigos de un asesinato, se convierten en sospechosos y descubren uno de los complots más escandalosos de la historia de Estados Unidos."},"5":{"0":"Drama","1":"Drama","2":"Drama","3":"Corto","4":"Corto","5":"Comedia\nDrama","6":"Comedia\nDrama\nRomance","7":"Crimen\nDrama\nSuspense","8":"Drama","9":"Comedia","10":"Drama","11":"Crimen\nDrama\nSuspense","12":"Drama\nFantasía","13":"Comedia\nDrama","14":"Drama","15":"Drama","16":"Drama","17":"Drama","18":"Drama\nTerror\nSuspense","19":"Corto","20":"Animación\nDrama\nHistoria","21":"Drama","22":"Comedia","23":"Biografía","24":"Acción\nCrimen\nDrama","25":"Acción\nDrama\nDeporte","26":"Corto\nDrama","27":"Comedia","28":"Comedia\nDrama","29":"Drama\nBélico","30":"Drama","31":"Comedia\nDrama","32":"Drama","33":"Biografía\nDrama\nHistoria","34":"Acción","35":"Acción\nCrimen\nDrama","36":"Acción\nMusical\nRomance","37":"Acción\nSuspense","38":"Acción\nCrimen\nSuspense","39":"Acción","40":"Acción\nSuspense","41":"Acción\nSuspense","42":"Acción\nSuspense","43":"Acción\nComedia\nDrama","44":"Acción\nComedia\nCrimen","45":"Acción","46":"Acción","47":"Acción\nSuspense","48":"Acción","49":"Acción\nSuspense","50":"Acción\nCrimen\nSuspense","51":"Acción","52":"Acción\nCrimen\nDrama","53":"Acción","54":"Acción\nTerror","55":"Acción\nSuspense","56":"Acción","57":"Acción\nSuspense","58":"Acción\nTerror","59":"Comedia","60":"Comedia","61":"Comedia\nFamiliar\nMusical","62":"Comedia","63":"Comedia\nMúsica\nRomance","64":"Comedia","65":"Animación\nAcción\nAventura","66":"Comedia\nDrama\nHistoria"},"6":{"0":"1h 29min","1":"1h 18min","2":"1h 55min","3":"12min","4":"19min","5":"1h","6":"1h 40min","7":"1h 27min","8":"1h 44min","9":"1h 15min","10":"2h 5min","11":"1h 25min","12":"1h 25min","13":"2h 10min","14":"1h 32min","15":"1h 25min","16":"1h 43min","17":"1h 31min","18":"1h 38min","19":"12min","20":"1h 54min","21":"1h 39min","22":"1h","23":"1h 30min","24":"2h 38min","25":"1h 52min","26":"18min","27":"1h 17min","28":"1h 22min","29":"1h 57min","30":"1h 30min","31":"2h 20min","32":"1h 57min","33":"1h 51min","34":"1h 36min","35":"2h 31min","36":"2h 31min","37":"2h 15min","38":"2h 58min","39":"1h 43min","40":"2h 46min","41":"2h 36min","42":"1h 34min","43":"2h 27min","44":"1h 15min","45":"1h 20min","46":"2h 14min","47":"1h 33min","48":"1h 50min","49":"1h 41min","50":"2h 34min","51":"1h 36min","52":"1h 29min","53":"1h 56min","54":"1h 29min","55":"1h 33min","56":"2h 19min","57":"1h 36min","58":"1h 25min","59":"1h 41min","60":"1h 25min","61":"1h 52min","62":"1h 23min","63":"1h 52min","64":"1h 21min","65":"1h 42min","66":"2h 14min"},"7":{"0":"Stambul Garden","1":"El camino de Sol","2":"Adiós, señor Haffmann","3":"Boshack","4":"Being Brave","5":"Bhasadbaaz","6":"Koko","7":"El cobrador","8":"Libertad","9":"Lost in Paradise","10":"Le Prince","11":"La chica que mató a sus padres","12":"Once Upon a Lifetime","13":"Jhimma","14":"Addict Named Hal","15":"Life Ain't Like the Movies","16":"El Blanco","17":"Nudo mixteco","18":"Dead & Beautiful","19":"Awaken","20":"En nombre de la tierra","21":"Undertaker","22":"Moras biti ziv da bi umro","23":"La última Bulgaria querida","24":"Un mundo complicado","25":"Nacido campeón","26":"Inertia","27":"Paranormal Investigators","28":"Ashley Jones Is Perfectly Normal","29":"Our River...Our Sky","30":"Petya na moyata Petya","31":"Mandela","32":"Asbury Park","33":"Mr. Wain","34":"Persecución mortal","35":"Etharkkum Thunindhavan","36":"Ek Love Ya","37":"Dhaakad","38":"Valimai","39":"The Last Fighter","40":"Veerame Vaagai Soodum","41":"FIR","42":"Disparar a matar","43":"Nishana","44":"Detective Inspector","45":"Outsource","46":"Kingdom 2: To Distant Lands","47":"El comando","48":"Sanctioning Evil","49":"El río de la ira","50":"Khiladi","51":"Sharpshooter","52":"Final de trayecto","53":"Stabiliti","54":"Damon's Revenge","55":"Zona prohibida","56":"Sher Gujjar","57":"Corre y dispara","58":"Amityville Uprising","59":"The Game Chasers Movie","60":"The Christmas Spirit","61":"Sneakerella: Cenicienta en zapatillas","62":"Gap Weekend","63":"Cásate conmigo","64":"Stroke of Luck","65":"Mundo extraño","66":"Ámsterdam"}}