{"0":{"0":"8,8","1":"7,9","2":"7,0","3":"3,3","4":"4,3","5":"6,3","6":"5,8","7":"7,6","8":"7,0","9":"5,0","10":"5,2","11":"6,8","12":"8,3","13":"3,7","14":"5,3","15":"5,7","16":"4,4","17":"6,7","18":"4,1","19":"6,8","20":"3,9","21":"4,7","22":"3,4","23":"6,2"},"1":{"0":"93%","1":"28%","2":"100%","3":"63%","4":"57%","5":"78%","6":"44%","7":"87%","8":"90%","9":"80%","10":"69%","11":"86%","12":"100%","13":"33%","14":"20%","15":"29%","16":"0%","17":"73%","18":"53%","19":"50%","20":"30%","21":"50%","22":"29%","23":"59%"},"2":{"0":"Rojin Thomas","1":"Alexandr Borecky","2":"Akira Hashimoto","3":"Jonathan Ogilvie","4":"Raja Gosnell","5":"Michael Fimognari","6":"Tarik Saleh","7":"Mani Ratnam","8":"Robert Eggers","9":"John V. Soto","10":"Nelson Dilipkumar","11":"Matt Szakal","12":"Vetrimaaran","13":"Daniel Zirilli","14":"Abhishek Sharma","15":"Martin Campbell","16":"Mohit Suri","17":"Tommy Wirkola","18":"Andrew Baird","19":"Sailesh Kolanu","20":"David Beton","21":"Jesse Edwards","22":"Steven Luke","23":"Felix Chong"},"3":{"0":"Rojin Thomas","1":"Alexandr Borecky","2":"Kazuyuki Fudeyasu","3":"Jonathan Ogilvie","4":"Bradley Gosnell","5":"Katie Lovejoy","6":"J.P. Davis","7":"Mani Ratnam","8":"Sjón","9":"Adam Enslow","10":"Nelson Dilipkumar","11":"Melinda Bryce","12":"Jayamohan","13":"Tom Jolliffe","14":"Chandra Prakash Dwivedi","15":"Dario Scardapane","16":"Mohit Suri","17":"Pat Casey","18":"Ben Conway","19":"Girish Kohli","20":"David Beton","21":"Jesse Edwards","22":"Steven Luke","23":"Felix Chong"},"4":{"0":"Oliver Twist quiere ser un experto en tecnología y convertirse en un mejor compañero para sus dos hijos, que pasan más tiempo en sus teléfonos que con sus seres queridos.","1":"Three friends, that had known each other since they were little kids, have decided to spend a night out together. Leo, a person that relies heavily on their friendship, is realising how much he has been lacking behind in his life when he sees his how much his friends grew as people, outside their little circle. This makes Leo reconsider his approach to life and also m... Leer todo","2":"Cuando un poder siniestro se cierne sobre la Tierra tras un eclipse solar total, las Guardianas deben devolver la luz al mundo.","3":"In the near-future, where constant surveillance is the norm, a group of activists plan an act of urban terrorism, unaware that they may be lured into a trap.","4":"Based on the original play, Gun and a Hotel Bible is a provocative film about a man on the verge of a violent act, and his encounter with a personified hotel bible.","5":"Mientras Lara se prepara para el fin de su etapa en el instituto y el comienzo de la vida adulta, un par de viajes trascendentales la llevan a replantearse cómo será la vida después de la graduación.","6":"Un sargento de las Fuerzas Especiales de EE. UU. dado de baja, James Harper, lo arriesga todo por su familia cuando se une a una organización contratista privada.","7":"Las conspiraciones y la lucha por el poder entre los personajes principales y los que los rodean forman la base de esta historia.","8":"Un joven príncipe vikingo se embarca una cruzada para vengar el asesinato de su padre.","9":"Una arquera talentosa debe rescatar a su esposo e hija después de que son secuestrados durante una feroz invasión.","10":"Después de que un centro comercial en Chennai es secuestrado por terroristas que retienen a los visitantes como rehenes, un espía también atrapado en el centro comercial decide salvar a los rehenes eliminando a los terroristas.","11":"Una noche de Halloween, un hombre de Detroit se adentra en una odisea de sus recuerdos y sueños, en busca de los hombres que le dejaron morir en el maletero de un coche. Un fan film dedicado a la serie de culto \"The Crow\" de James O'Barr.","12":"A police officer is recruited to capture the leader of a separatist group.","13":"Cuando un soldado retirado de los Boinas Verdes es asesinado por una banda internacional de narcotraficantes en Londres, cuatro de sus camaradas veteranos del SAS se disponen a vengarlo.","14":"Un arqueólogo ateo convertido en creyente debe correr contra el tiempo para demostrar la verdadera existencia del legendario Ram Setu antes de que las fuerzas del mal destruyan el pilar de la herencia de la India.","15":"Un asesino a sueldo descubre que se ha convertido en un objetivo después de que se niega a completar un trabajo para una peligrosa organización criminal.","16":"The story of two men in one sided love. The paths they choose to fulfill their love stories decide who the Hero is and who is the Villain.","17":"Cuando un grupo de mercenarios ataca la propiedad de una familia adinerada, Santa Claus debe intervenir para salvar el día (y la Navidad).","18":"Freddy, un delincuente de poca monta, huye con una bolsa llena de dinero y coca. Está muy mal herido. Con una bala en las tripas se le está acabando el tiempo.","19":"Vikram is a 32-year-old cop. While he is battling with his own traumatic past, the stakes get high when a girl called Preethi mysteriously disappears in Hyderabad and Vikram has to solve the case at any cost.","20":"Una iglesia, un cura, un herido y su arma cargada. Intenso suspenso durante una noche en la que debe tener lugar una confesión vengativa.","21":"To save her dying mother, Lupe, a Mexican-Navajo mechanic bands together with an outlaw cowgirl. Together they must travel across the desert, outrun criminals, and confront a corrupt landowner.","22":"En los últimos días de la Segunda Guerra Mundial, Alemania, desesperada por un último intento de derrotar a las potencias aliadas, formó la Armada alemana y los últimos submarinos restantes, para una última misión, atacar Estados Unidos.","23":"Se descubre una conspiración criminal cuando la bolsa se desploma."},"5":{"0":"Drama\nFamiliar","1":"Corto","2":"Animación\nAcción\nAventura","3":"Drama\nCiencia ficción\nSuspense","4":"Drama","5":"Comedia\nDrama\nRomance","6":"Acción\nDrama\nSuspense","7":"Acción\nAventura\nDrama","8":"Acción\nAventura\nDrama","9":"Acción\nSuspense","10":"Acción\nComedia\nCrimen","11":"Acción\nMisterio\nSuspense","12":"Acción\nCrimen\nDrama","13":"Acción\nCrimen\nSuspense","14":"Acción\nAventura","15":"Acción\nCrimen\nSuspense","16":"Acción\nCrimen\nRomance","17":"Acción\nComedia\nSuspense","18":"Acción\nSuspense","19":"Acción\nCrimen\nDrama","20":"Acción\nSuspense","21":"Acción\nDel oeste","22":"Acción\nAventura\nHistoria","23":"Acción\nCrimen\nDrama"},"6":{"0":"2h 38min","1":"18min","2":"2h 40min","3":"1h 43min","4":"58min","5":"1h 56min","6":"1h 43min","7":"2h 47min","8":"2h 17min","9":"1h 28min","10":"2h 35min","11":"1h 30min","12":"2h 30min","13":"1h 31min","14":"2h 20min","15":"1h 54min","16":"2h 9min","17":"1h 52min","18":"1h 35min","19":"2h 12min","20":"1h 20min","21":"1h 45min","22":"1h 27min","23":"2h 6min"},"7":{"0":"#Home","1":"Origin","2":"Pretty Guardian Sailor Moon Eternal: La película","3":"Lone Wolf","4":"Gun and a Hotel Bible","5":"A todos los chicos: Para siempre","6":"El contratista","7":"Ponniyin Selvan: Part One","8":"El hombre del norte","9":"Avarice","10":"Beast","11":"Crow","12":"Viduthalai Part 1","13":"Renegades","14":"Ram Setu","15":"La memoria de un asesino","16":"Ek Villain Returns","17":"Noche de paz","18":"One Way","19":"HIT: The First Case","20":"Confession","21":"The Stolen Valley","22":"Operación Seawolf","23":"Goldfinger"}}